Repository: dredd-bot/i18n
Catalog: bot.po
Languages: es_es

source: {0} Looks like I can't fetch the user that sent the snipped message.
es_es: {0} Parece que no puedo obtener el usuario que envió el mensaje obtenido.

source: {0} That message looks like it was a webhook, and I'm missing permissions to look for more information.
es_es: {0} Ese mensaje parece que estaba en una integración, y yo no tengo permisos para buscar más información.

source: *[Couldn't get the sniped content]*
es_es: *[No pude obtener el contenido]*

source: Deleted by {0}
es_es: Eliminado por {0}

source: Deleted {0} in #{1}
es_es: Eliminado {0} en #{1}

source: Toggle your data logging
es_es: Alterna tu registro de datos

source: Base command for toggling your data logging. This only applies to snipes, nicknames
es_es: Comando base para alterna tu registro de datos. Esto solo aplica a mensajes eliminados obtenidos, apodos

source: Toggle your snipes logging
es_es: Alterna tu registro de mensajes eliminados obtenidos

source: Toggle your snipes (deleted messages) logging This applies to all the servers we share
es_es: Alterna tu registro de mensajes eliminados Esto aplica a todos los servidores que compartimos

source: Are you sure you want to opt-out? Once you'll do that, I won't log your deleted messages in my snipe command.
es_es: ¿Estás seguro de que quieres excluir? Una vez que lo hagas, no registraré tus mensajes borrados en mi comando snipe que registra mensajes.

source: Toggle your nicknames logging
es_es: Alterna tus registro de apodos

source: Toggle your nicknames logging This applies to all the servers we share
es_es: Alterna tu registro de apodos Esto aplica a todos los servidores que compartimos

source: Are you sure you want to opt-out? Once you'll do that, I won't be logging nickname changes from you in this server.
es_es: ¿Estás seguro de que quieres salir? Una vez que lo hagas, no estaré registrando tus cambios de nombre de usuario en este servidor.

source: Are you sure you want to opt-in? Once you'll do that I'll start logging your nicknames again.
es_es: ¿Estás seguro de que quieres optar? Una vez que lo hagas, empezaré a registrar tus apodos de nuevo.

source: Create a poll
es_es: Crear una encuesta

source: Create a poll with upto 10 options. Separate the options with a `|` between them
es_es: Crea una encuesta con hasta 10 opciones. Separa las opciones con un `|` entre ellas

source: {0} You need to split options with `|` in between them.
es_es: {0} Necesitas dividir las opciones con `|` entre ellas.

source: {0} Poll is either too short, or too long. You must have at least 3 options and up to 10
es_es: {0} La cuenta es demasiado corta o demasiado larga. Debes tener al menos 3 opciones y hasta 10

source: {0} Option {1} is empty when it can't be empty.
es_es: {0} La opción {1} está vacía cuando no puede estar vacía.

source: {0} Your question is over the limit by {1} characters. Max is 125 characters.
es_es: {0} Tu pregunta excede el límite de {1} caracteres. El máximo es de 125 caracteres.

source: New poll created by **{0}**
es_es: Nueva encuesta creada por **{0}**

source: {0} Successfully created poll in this channel!
es_es: {0} ¡He creado la encuesta correctamente en este canal!

source: {0} Successfully created poll in {1}!
es_es: {0} ¡He creado la encuesta correctamente en {1}!

source: Get lyrics of a song.
es_es: Muestra la letra de una canción.

source: Get a lyrics of a song
es_es: Muestra la letra de una canción

source: {0} Searching for song lyrics - {1}
es_es: {0} Buscando letras de canciones - {1}

source: {0} Failed to find lyrics for that song. {1}
es_es: {0} Fallé en encontrar la letra de esa canción. {1}

source: {0} - {1} lyrics
es_es: {0} - Letra de {1}

source: Manage your reminders
es_es: Gestiona tus recordatorios

source: Create a reminder for yourself. Example usage: `remind 1h do homework`
es_es: Crea un recordatorio para ti mismo. Ejemplo de uso: `remind 1h hacer tarea`

source: Alright, reminding you in {0}: {1}
es_es: Muy bien, recordándote en {0}: {1}

source: A list with your reminders
es_es: Una lista con tus recordatorios

source: Check your reminders list
es_es: Revisa tu lista de recordatorios

source: {0} You have no reminders.
es_es: {0} No tienes recordatorios.

source: `[{0}]` Reminding **{1}** {2}
es_es: `[{0}]` Recordándote **{1}** {2}

source: {0}'s Reminders
es_es: Recordatorios de {0}

source: Remove a reminder
es_es: Remueve un recordatorio

source: Remove an unwanted reminder
es_es: Remueve un recordatorio no deseado

source: {0} There is no reminder with an id of **{1}** in your reminders list.
es_es: {0} No hay un recordatorio con un id de **{1}** en tu lista de recordatorios.

source: {0} Removed reminder from your reminders list: {1}
es_es: {0} He eliminado el recordatorio de tu lista de recordatorios: {1}

source: {0} Limit exceeded by **{1}**
es_es: {0} Límite superado por **{1}**

source: {0} Looks like I'm missing permissions!
es_es: {0} ¡Parece que me faltan permisos!

source: {0} Error occured! `{1}`
es_es: {0} ¡Ocurrió un error! `{1}`

source: Purged **1** message
es_es: **1** mensaje eliminado

source: Purged **{0}** messages
es_es: **{0}** mensajes eliminados

source: Clean up the bot's messages
es_es: Borra los mensajes del bot

source: Cleans up the bot's messages from the channel. If the bot has Manage Messages permissions then it will try to delete messages that look like they invoked the bot as well.
es_es: Limpia los mensajes del bot del canal. Si el bot tiene permisos de Eliminar Mensajes entonces intentará eliminar los mensajes en los que parece relacionarse con el bot.

source: {0} message was removed.
es_es: {0} mensaje fue eliminado.

source: {0} messages were removed.
es_es: {0} mensajes fueron eliminado.

source: Total messages by user:
es_es: Total de mensajes del usuario:

source: Change member's nickname
es_es: Cambia el apodo del miembro

source: Changes member's nickname in the server. If multiple members are provided, they all get their nicknames changed in the server.
es_es: Cambia el miembro de un miembro en el servidor. Si se proporcionan múltiples miembros, todos ellos tendrán el nuevo apodo en el servidor.

source: {0} | You're missing an argument - **members**
es_es: {0} | Te falta un argumento - **miembros**

source: {0} Nicknames can only be 32 characters long. You're {1} characters over.
es_es: {0} Los apodos no pueden ser más largos de 32 caracteres. El tuyo tiene {1} caracteres arriba del límite.

source: {0} | You can only change 15 members nickname at once.
es_es: {0} | Solo puedes cambiar el apodo de 15 miembros a la vez.

source: {0} ({1}) - **You can change your nickname by using slash commands**
es_es: {0} ({1}) - **Puedes cambiar tu apodo usando comandos de barra diagonal**

source: {0} ({1}) - **Member is above me in the role hierarchy or has the same role**
es_es: {0} ({1}) - **El miembro está por encima de mí en la jerarquía de roles, o tienen el mismo rol que yo**

source: {0} ({1}) - **Member is above you in the role hierarchy or has the same role**
es_es: {0} ({1}) - **El miembro está por encima tuyo en la jerarquía de roles, o tienen el mismo rol**

source: **I've successfully re-named {0} member(s):**
es_es: **He renombrado con éxito {0} miembro(s):**

source: **However I failed to re-name the following {0} member(s):**
es_es: **Sin embargo, no he podido renombrar los siguientes {0} miembro(s):**

source: **I failed to re-name all the members:**
es_es: **No pude renombrar a todos los miembros:**

source: {0} Something failed with sending the message, I've sent this error to my developers and they should hopefully resolve it soon.
es_es: {0} Algo falló al enviar el mensaje, he enviado este error a mis desarrolladores y lo deberían resolver pronto.

source: Dehoist members
es_es: Dehoist miembros

source: Dehoists members who have non-alphabetic characters at the start of their name
es_es: Dehoist miembros que tienen caracteres no alfabéticos al inicio de su nombre

source: Started dehoisting process...
es_es: Comenzando el proceso de dehoisting...

source: {0} ({1}) - **Failed to dehoist them.**
es_es: {0} ({1}) - **Error al realizar el dehoist en ellos.**

source: {0} ({1}) - **Looks like I'm missing permissions to dehoist them.**
es_es: {0} ({1}) - **Parece que me faltan permisos para realizar el dehoist en ellos.**

source: {0} No hoisters were found.
es_es: {0} No se encontró ningún hoister.

source: List is limited to 20.
es_es: La lista está limitada a 20.

source: **I've successfully dehoisted {0} member(s):**
es_es: **He realizado el dehoist con éxito en {0} miembro(s):**

source: **However I failed to dehoist the following {0} member(s):**
es_es: **Sin embargo, no he podido realizar el dehoist en los siguientes {0} miembro(s):**

source: List is limited to 10.
es_es: La lista está limitada a 10.

source: **I failed to dehoist all the members:**
es_es: **No pude realizar el dehoist en todos los miembros:**

source: Kick member from the server
es_es: Expulsa a un miembro del servidor

source: Kick a member from the server. If multiple members are provided, they all get kicked from the server.
es_es: Expulsa a un miembro del servidor. Si se proporcionan múltiples miembros, todos son expulsados del servidor.

source: {0} Reason can only be 450 characters long. You're {1} characters over.
es_es: {0} La razón no puede tener más de 450 caracteres. Estás {1} caracteres arriba del límite.

source: {0} | You can only kick 15 members at once.
es_es: {0} | Solo puedes expulsar 15 miembros a la vez.

source: {0} ({1}) - **You are the member though?**
es_es: {0} ({1}) - **¿Pero tú eres el miembro?**

source: {0} ({1}) - **Missing permissions? Do they have administrator?**
es_es: {0} ({1}) - **¿Faltan permisos? ¿Tienen administrador?**

source: {0} ({1}) - **Kicking failed**
es_es: {0} ({1}) - **Expulsión fallida**

source: **I've successfully kicked {0} member(s):**
es_es: **He expulsado con éxito {0} miembro(s):**

source: **However, I failed to kick the following {0} member(s):**
es_es: **Sin embargo, no he podido expulsar a los siguientes {0} miembro(s):**

source: **I failed to kick all the members:**
es_es: **No pude expulsar a todos los miembros:**

source: Ban member from the server
es_es: Banea a un miembro del servidor

source: Ban a member from the server. If multiple members are provided, they all get banned from the server.
es_es: Banea a un miembro del servidor. Si se proporcionan múltiples miembros, todos son baneados del servidor.

source: {0} | You can only ban 15 members at once.
es_es: {0} | Solo puedes banear 15 miembros a la vez.

source: {0} ({1}) - **Banning failed**
es_es: {0} ({1}) - **Baneo fallido**

source: **I've successfully banned {0} member(s){1}:**
es_es: **He baneado con éxito {0} miembro(s){1}:**

source: for {0}
es_es: por {0}

source: **However, I failed to ban the following {0} member(s):**
es_es: **Sin embargo, no he podido banear a los siguientes {0} miembro(s):**

source: **I failed to ban all the members:**
es_es: **No pude banear a todos los miembros:**

source: Softban member from the server
es_es: Softbanea un miembro del servidor

source: Soft-ban a member from the server. If multiple members are provided, they all get soft-banned from the server.
es_es: Banea y automáticamente desbanea a un miembro del servidor. Si se proporcionan múltiples miembros, todos son baneados y desbaneados del servidor.

source: {0} | You can only soft-ban 15 members at once.
es_es: {0} | Solo puedes soft-banear 15 miembros a la vez.

source: **I've successfully soft-banned {0} member(s):**
es_es: **He soft-baneado con éxito {0} miembro(s):**

source: **However, I failed to soft-ban the following {0} member(s):**
es_es: **Sin embargo, no he podido soft-banear a los siguientes {0} miembro(s):**

source: **I failed to soft-ban all the members:**
es_es: **No he podido banear y desbanear a todos los miembros:**

source: Hackban user from the server
es_es: Hackbanea un usuario del servidor

source: Hack-ban a user who's not in the server from the server. Users must be IDs else it won't work.
es_es: Hack-banea un usuario que no está en el servidor del servidor. Los usuarios deben ser IDs, de lo contrario no funcionará.

source: Starting the process, this might take a while.
es_es: Iniciando el proceso, esto puede tardar un tiempo.

source: {0} ({0.id}) - **User is in this server, use `ban` command instead.**
es_es: {0} ({0.id}) - **El usuario está en este servidor, utiliza el comando `ban`.**

source: {0} User doesn't seem to exist, are you sure the ID is correct?
es_es: {0} El usuario no parece existir, ¿estás seguro de que el ID es correcto?

source: {0} ({0.id}) - **User is already banned.**
es_es: {0} ({0.id}) - **El usuario ya está baneado.**

source: No reason provided.
es_es: Ninguna razón especificada.

source: **I've successfully hack-banned {0} member(s):**
es_es: **He hack-baneado con éxito {0} miembro(s):**

source: **However, I failed to hack-ban the following {0} member(s):**
es_es: **Sin embargo, no he podido hack-banear a los siguientes {0} miembro(s):**

source: **I failed to hack-ban all the members:**
es_es: **No he podido hack-banear a todos los miembros:**

source: Unban user from the server
es_es: Desbanea un miembro del servidor

source: Unbans a banned user from this server
es_es: Desbanea a un usuario baneado en este servidor

source: I've successfully unbanned **{0}** for **{1}**
es_es: He desbaneado con éxito a **{0}** por **{1}*

source: Unban everyone from the server
es_es: Desbanea a todos del servidor

source: Unban everyone from the server
es_es: Desbanea a todos del servidor

source: {0} This server has no bans.
es_es: {0} Este servidor no tiene baneos.

source: Are you sure you want to unban all **{0}** members from this server?
es_es: ¿Estás seguro de que deseas quitar el ban a todos los **{0}** miembros de este servidor?

source: Unbanning all members...
es_es: Desbaneando a todos los miembros...

source: I've successfully unbanned **{0}/{1}** members.
es_es: He desbaneado con éxito a **{0}/{1}** miembros.

source: I will not unban anyone.
es_es: No desbanearé a nadie.

source: Wrong emoji; please try again.
es_es: Emoji incorrecto; por favor, intenta de nuevo.

source: Mute member in the server
es_es: Silencia a un miembro del servidor

source: Mute members in the server If duration is provided, they'll get unmuted after the duration ends. If multiple members are provided, all of them will get muted.
es_es: Silencia miembros en el servidor Si se proporciona duración, ellos serán dessilenciados cuando la duración termine. Si se proporcionan múltiples miembros, todos serán silenciados.

source: {0} | You can only mute 15 members at once.
es_es: {0} | Solo puedes silenciar 15 miembros a la vez.

source: {0} | The muted role is above me in the role hierarchy, so I cannot access it. Please lower {1}, so I can access the role and mute the member(s).
es_es: {0} | El role silenciado está por encima de mí en la jerarquía de roles, por lo que no puedo acceder a él. Por favor bajar {1}, para que pueda acceder al role y silenciar a los miembros.

source: {0} ({1}) - **Member is an administrator, muting them will do nothing**
es_es: {0} ({1}) - **El miembro es un administrador, silenciarlos no hará nada**

source: {0} ({1}) - **Member looks to be already muted.**
es_es: {0} ({1}) - **Parece que ya está silenciado.**

source: {0} ({1}) - **I do not have permissions to add that role for whatever reason.**
es_es: {0} ({1}) - **No tengo permisos para añadir ese rol por alguna razón.**

source: **I've successfully muted {0} member(s){1}:**
es_es: **He silenciado con éxito {0} miembro(s){1}:**

source: **However, I failed to mute the following {0} member(s):**
es_es: **Sin embargo, no he podido silenciar a los siguientes {0} miembro(s):**

source: **I failed to mute all the members:**
es_es: **No he podido silenciar a todos los miembros:**

source: Unmute member in the server
es_es: Dessilencia un miembro en el servidor

source: Unmute member in the server If multiple members are provided, all of them will get unmuted.
es_es: Dessilencia un miembro en el servidor Si se proporcionan varios miembros, todos serán dessilenciados.

source: {0} | You can only unmute 15 members at once.
es_es: {0} | Solo puedes dessilenciar 15 miembros a la vez.

source: {0} ({1}) - **Member is above me in the role hierarchy, or they have the same role**
es_es: {0} ({1}) - **El miembro está por encima de mí en la jerarquía de roles, o tienen el mismo role**

source: {0} ({1}) - **Member doesn't seem to be muted.**
es_es: {0} ({1}) - **El miembro no parece estar silenciado.**

source: {0} ({1}) - **I do not have permissions to remove that role for whatever reason.**
es_es: {0} ({1}) - **No tengo permisos para remover ese rol por alguna razón.**

source: {0} ({1}) - **Failed to remove the mute role.**
es_es: {0} ({1}) - **Error al remover el rol de silencio.**

source: **I've successfully unmuted {0} member(s):**
es_es: **He dessilenciado con éxito {0} miembro(s):**

source: **However, I failed to unmute the following {0} member(s):**
es_es: **Sin embargo, no he podido dessilenciar a los siguientes {0} miembro(s):**

source: **I failed to unmute all the members:**
es_es: **No he podido dessilenciar a todos los miembros:**

source: Voice mute member in the server
es_es: Silencia a un miembro en los canales de voz del servidor

source: Voice mute an annoying member in voice channel. If multiple members are passed, all of them will get voice muted. They need to be in voice channel in order to voice mute them.
es_es: Silencia a un miembro molesto en los canales de voz. Si se pasan varios miembros, todos serán silenciados en los canales de voz. Necesitan estar en un canal de voz para silenciarlos.

source: {0} | You can only voice mute 15 members at once.
es_es: {0} | Solo puedes silenciar en canales de voz a 15 miembros a la vez.

source: {0} ({1}) - **Member is not in a voice channel.**
es_es: {0} ({1}) - **El miembro no está en un canal de voz.**

source: {0} ({1}) - **Member is already voice muted.**
es_es: {0} ({1}) - **El miembro ya está silenciado en los canales de voz.**

source: {0} ({1}) - **I'm missing permissions to perform this action**
es_es: {0} ({1}) - **Me faltan permisos para realizar esta acción**

source: {0} ({1}) - **Failed. Not sure what though ¯\_(ツ)_/¯**
es_es: {0} ({1}) - **Falló. Aunque no estoy seguro el qué ¯\_(ツ)_/¯**

source: **I've successfully voice muted {0} member(s):**
es_es: **He silenciado en canales de voz con éxito a {0} miembro(s):**

source: **However, I failed to voice mute the following {0} member(s):**
es_es: **Sin embargo, no he podido silenciar en canales de voz a los siguientes {0} miembro(s):**

source: **I failed to voice mute all the members:**
es_es: **No he podido silenciar en los canales de voz a todos los miembros:**

source: Voice unmute member in the server
es_es: Dessilencia un miembro en los canales de voz del servidor

source: Voice unmute an annoying member in voice channel. If multiple members are passed, all of them will get voice unmuted. They need to be in voice channel in order to voice unmute them.
es_es: Dessilencia a un miembro molesto en un canal de voz. Si se pasan varios miembros, todos ellos serán dessilenciados. Ellos necesitan estar en un canal de voz para poder dessilenciarlos.

source: {0} | You can only voice unmute 15 members at once.
es_es: {0} | Solo puedes dessilenciar en canales de voz a 15 miembros a la vez.

source: {0} ({1}) - **You can't unvoice mute yourself.**
es_es: {0} ({1}) - **No te puedes dessilenciar en canales de voz a ti mismo.**

source: {0} ({1}) - **Member is not voice muted.**
es_es: {0} ({1}) - **El miembro no está silenciado en los canales de voz.**

source: **I've successfully voice unmuted {0} member(s):**
es_es: **He dessilenciado en los canales de voz con éxito a {0} miembro(s):**

source: **However I failed to voice unmute the following {0} member(s):**
es_es: **Sin embargo, no he podido dessilenciar en canales de voz a los siguientes {0} miembro(s):**

source: **I failed to voice unmute all the members:**
es_es: **No he podido dessilenciar en los canales de voz a todos los miembros:**

source: Warn a member
es_es: Advierte a un miembro

source: Warn a member in the server If multiple members are provided they all will get warned. Member will get a DM when he'll get warned, you can use silent feature to send warning into DMs annonymously. Example: `warn <member> [--s] [reason]`
es_es: Advierte a un miembro en el servidor Si se proporcionan varios miembros, todos serán advertidos. El miembro recibirá un mensaje privado cuando sea advertido, puedes utilizar la función silenciosa para enviar una advertencia en mensajes privado anónimamente. Ejemplo: `warn <member> [--s] [reason]`

source: {0} | You can only warn 15 members at once.
es_es: {0} | Solo puedes advertir 15 miembros a la vez.

source: Warning!
es_es: ¡Advertencia!

source: {0} ({1}) - **Member is a bot.**
es_es: {0} ({1}) - **Miembro es un bot.**

source: You were warned in **{0}** for: {1}
es_es: Has sido advertido en **{0}** por: {1}

source: **I've successfully warned {0} member(s):**
es_es: **He advertido con éxito {0} miembro(s):**

source: **However I failed to warn the following {0} member(s):**
es_es: **Sin embargo, no he podido advertir a los siguientes {0} miembro(s):**

source: **I failed to warn all the members:**
es_es: **No pude advertir a todos los miembros:**

source: Manage messages in the chat
es_es: Administra mensajes en el chat

source: Purge messages in the chat. Default amount is set to **100**. This will not purge pins.
es_es: Elimina mensajes en el chat. La cantidad predeterminada está establecida a **100**. Esto no eliminará mensajes fijados.

source: Purge all the messages
es_es: Elimina todos los mensajes

source: Purge all the messages in chat. Default amount is set to **100**. This will purge everything, pins as well.
es_es: Elimina todos los mensajes en el chat. La cantidad predeterminada está establecida a *100**.. Esto eliminará todo, incluyendo mensajes fijados.

source: Clear messages sent from an user
es_es: Elimina mensajes enviados de un usuario

source: Removes user messages
es_es: Elimina mensajes de usuario

source: Clear bot user messages
es_es: Elimina mensajes de usuario del bot

source: Removes a bot user's messages and messages with their optional prefix.
es_es: Elimina los mensajes de un bot y mensajes con su prefijo opcional.

source: Clear embedded messages
es_es: Elimina mensajes incrustados

source: Removes messages that have embeds in them.
es_es: Elimina mensajes que tienen incrustaciones adjuntos.

source: Clear messages with images
es_es: Elimina mensajes con imágenes

source: Removes messages that have embeds or attachments.
es_es: Elimina los mensajes que tienen incrustaciones o archivos adjuntos.

source: Messages containing the given word
es_es: Mensajes que contienen la palabra dada

source: Removes all messages containing a substring. The substring must be at least 3 characters long.
es_es: Elimina todos los mensajes que contentan una subcadena. La subcadena debe tener al menos 3 caracteres.

source: Delete custom emoji messages
es_es: Elimina mensajes con emojis personalizados

source: Removes all messages containing custom emoji.
es_es: Elimina todos los mensajes que contienen emojis personalizados.

source: Delete custom messages
es_es: Elimina mensajes personalizados
