Repository: dredd-bot/i18n
Catalog: bot.po
Languages: es_es

source: {0} Leave messages are disabled in this server.
es_es: {0} Los mensajes de despedida están deshabilitados en este servidor.

source: {0} Leave messages do not use embeds in this server.
es_es: {0} Los mensajes de despedida no usan incrustados en este servidor.

source: Your leave embed looks like this: *plain text is not displayed*
es_es: Tu incrustado de despedida se ve así: * el texto plano no se muestra*

source: Toggle logging on or off
es_es: Cambia el registro a encendido/apagado

source: Base command for managign logging in the server
es_es: Comando base para gestionar el registro en el servidor

source: Toggle member logging in the server
es_es: Cambia el registro de miembros en el servidor

source: This enables or disables member logging. Member logging includes: avatar changes, nickname changes, username changes.
es_es: Esto activa o desactiva el registro de miembros. El registro de miembros incluye: cambios de avatar, cambios de apodo, cambios de nombre de usuario.

source: {0} Successfully disabled member logs.
es_es: {0} He desactivado con éxito el registro de miembros.

source: {0} Successfully changed the member logging channel. I will now send member updates in {1}.
es_es: {0} He cambiado el canal de registro de miembros. Ahora enviaré las actualizaciones de miembros en {1}.

source: {0} You don't have member logs enabled in this server. *Hint: If you want to enable logging, you need to provide a channel where logging should be sent to*
es_es: {0} No tienes el registro de miembros activado en este servidor. *Pista: Si quieres habilitar el registro, necesitas proporcionar un canal en donde el registro debe ser enviado*

source: {0} Successfully enabled member logs. I will now send member updates in {1}.
es_es: {0} He activado el registro de miembros con éxito. Ahora enviaré las actualizaciones de miembros en {1}.

source: Toggle join logs in the server
es_es: Alterna el registro de miembros que se unen en el servidor

source: This enables or disables new members logging New member logging includes: join logging.
es_es: Esto activa o desactiva el registro de nuevos miembros El registro de nuevos miembros incluye: registro de unión.

source: {0} New members logging was successfully disabled.
es_es: {0} El registro de nuevos miembros fue desactivado con éxito.

source: {0} Successfully changed the new member logging channel. I will now send member updates in {1}.
es_es: {0} He cambiado el nuevo canal de registro de miembros con éxito. Ahora enviaré las actualizaciones de miembros en {1}.

source: {0} You don't have new member logs enabled in this server. *Hint: If you want to enable logging, you need to provide a channel where logging should be sent to*
es_es: {0} No tienes el registro de nuevos miembros activado en este servidor. *Pista: Si quieres activado el registro, necesitas proporcionar un canal en donde el registro debe ser enviado*

source: {0} Successfully enabled new member logging. I will now send member updates in {1}.
es_es: {0} He activado el registro de nuevos miembros con éxito. Ahora enviaré las actualizaciones de miembros en {1}.

source: Toggle leave logs in the server
es_es: Alterna los registros de salida en el servidor

source: This enables or disables member leave logging. Member leave logging includes: leave logging.
es_es: Esto activa o desactiva el registro de salidas de miembros. El registro de salidas de miembros incluye: registro de salidas.

source: {0} Successfully disabled leave member logs.
es_es: {0} He desactivado correctamente el registro de salidas se miembros.

source: {0} Successfully changed the leave member logging channel. I will now send member updates in {1}.
es_es: {0} He cambiado el canal de registro se las salidas de miembros. Ahora enviaré las actualizaciones de miembros en {1}.

source: {0} You don't have leave member logs enabled in this server. *Hint: If you want to enable logging, you need to provide a channel where logging should be sent to*
es_es: {0} No tienes el registro de nuevos miembros activado en este servidor. *Pista: Si quieres activar el registro, necesitas proporcionar un canal en donde el registro debe ser enviado*

source: {0} Successfully changed the leave member logging channel. I will now send member leaves in {1}.
es_es: {0} He cambiado correctamente el canal de registro de salidas de miembros. Ahora enviaré las salidas de miembros en {1}.

source: Toggle guild logs in the server
es_es: Alternar los registros del servidor de Discord en en el servidor

source: This enables or disables guild changes logging. Guild changes logging includes: name, region, icon, afk channel, mfa level, verification level, default notifications.
es_es: Esto activa o desactiva el registro de cambios en el servidor de Discord. Cambios en el servidor de Discord incluye: nombre, región, ícono, canal de afk, nivel de mfa, nivel de verificación, notificaciones predeterminadas.

source: {0} Successfully disabled guild log updates.
es_es: {0} He desactivado correctamente el registro de las actualizaciones del servidor.

source: {0} Successfully changed the guild log updates channel. I will now send guild updates in {1}.
es_es: {0} He cambiado correctamente el canal de registro de actualizaciones del servidor. Ahora enviaré las actualizaciones del servidor en {1}.

source: {0} You don't have guild update logging enabled in this server. *Hint: If you want to enable logging, you need to provide a channel where logging should be sent to*
es_es: {0} No tienes el registro de actualizaciones del servidor de Discord activado en este servidor. *Pista: Si quieres activar el registro, necesitas proporcionar un canal en donde el registro debe ser enviado*

source: {0} Successfully enabled guild updates logging. I will now send guild updates in {1}.
es_es: {0} He activado correctamente el registro de actualizaciones del servidor de Discord. Ahora enviaré las actualizaciones del servidor en {1}.

source: Toggle edit message logs in the server
es_es: Alterna el registro de mensajes editados en el servidor

source: This enables or disables messages edit logging
es_es: Esto activa o desactiva el registro de mensajes editados

source: {0} Successfully disabled edit message logs.
es_es: {0} He desactivado correctamente los registros de mensajes editados.

source: {0} Successfully updated the logging channel for edited messages to {1}.
es_es: {0} He actualizado correctamente el canal de registro para los mensajes editados a {1}.

source: {0} You don't have edit message logs enabled in this server. *Hint: If you want to enable logging, you need to provide a channel where logging should be sent to*
es_es: {0} No tienes el registro de mensajes editados activado en este servidor. *Pista: Si quieres activar el registro, necesitas proporcionar un canal en donde el registro debe ser enviado*

source: {0} Enabled edit message logging in {1}.
es_es: {0} He activado el registro de mensajes editados en {1}.

source: Toggle delete message logs in the server.
es_es: Alterna el registro de mensajes eliminados en este servidor.

source: This enables or disables messages deleting logging
es_es: Esto activa o desactiva el registro de mensajes eliminados

source: {0} Successfully disabled deleted message logs.
es_es: {0} He desactivado correctamente los registros de mensajes eliminados.

source: {0} Successfully updated the logging channel for deleted messages to {1}.
es_es: {0} He actualizado correctamente el canal de registro para los mensajes eliminados a {1}.

source: {0} Deleted message logs are currently disabled in this server. *Hint: If you want to enable logging, you need to provide a channel where logging should be sent to*
es_es: {0} El registro de mensajes eliminados está actualmente desactivado en este servidor. *Pista: Si quieres habilitar el registro, necesitas proporcionar un canal en donde el registro debe ser enviado*

source: {0} Enabled deleted message logging in {1}.
es_es: {0} He activado el registro de mensajes eliminados en {1}.

source: Toggle moderation logs
es_es: Alternar los registros de moderación

source: This enables or disables moderation logging Moderation logging includes: bans, kicks, mutes, unbans, unmutes.
es_es: Esto activa o desactiva el registro de moderaciones. El registro de moderaciones incluye: baneos, expulsiones, silencios, desbaneos, dessilencios.

source: {0} Moderation logging was successfully disabled.
es_es: {0} El registro de moderaciones ha sido deshabilitado con éxito.

source: {0} Successfully updated the moderation logging channel to {1}.
es_es: {0} He actualizado correctamente el canal de registro de moderaciones a {1}.

source: {0} Moderation logs are currently disabled in this server. *Hint: If you want to enable logging, you need to provide a channel where logging should be sent to*
es_es: {0} El registros de moderaciones está actualmente desactivado en este servidor. *Pista: Si quieres habilitar el registro, necesitas proporcionar un canal en donde el registro debe ser enviado*

source: {0} Enabled moderation logging in {1}.
es_es: {0} He activado el registro de moderaciones en {1}.

source: Toggle all the logs in the server
es_es: Alterna todos los registros en el servidor

source: This enables all the logging
es_es: Esto activa todo el registro

source: {0} Logs are currently disabled in this server. *Hint: If you want to enable logging, you need to provide a channel where logging should be sent to*
es_es: {0} Los registros están deshabilitados en este servidor. *Pista: Si quieres habilitar el registro, necesitas proporcionar un canal en donde el registro debe ser enviado*

source: {0} Successfully disabled logging.
es_es: {0} He deshabilitado correctamente el registro.

source: {0} Enabled logging in {1}.
es_es: {0} He activado el registro en {1}.

source: Toggle anti hoist
es_es: Alterna anti hoist

source: Toggle anti hoist (non-alphabetic characters infront of the name, i.e. `! I'm a hoister`) When toggled on it will dehoist members that have just joined the server or have just edited their nickname
es_es: Alterna anti hoist (caracteres no alfabéticos delante del nombre, p.e. `! Soy un hoister`) Cuando está activado se eliminará ese caracter de los miembros que acaban de unirse al servidor o acaban de editar su apodo

source: {0} Nickname can't be longer than 32 characters over, you're {1} characters over.
es_es: {0} Los apodos no pueden ser más largos de 32 caracteres, el tuyo está {1} caracteres arriba de límite.

source: {0} Anti hoist was successfully disabled.
es_es: {0} Anti hoist fue desactivada con éxito.

source: {0} Successfully updated the anti hoist logging channel to {1} and nickname to {2}.
es_es: {0} He actualizado con éxito el canal de registro anti hoist a {1} y el apodo a {2}.

source: {0} Anti hoisting is currently disabled in this server. *Hint: If you want to enable it, you need to provide a channel where logging should be sent to and a new nickname*
es_es: {0} Anti hoisting está atualmente desactivado en este servidor. *Pista: Si quieres activar el registro, necesitas proporcionar un canal donde el registro debe ser enviado y un nuevo apodo*

source: {0} Enabled anti hoist logging in {1} and set the new nickname to {2}.
es_es: {0} He activado el registro de anti hoist en {1} y se ha establecido el nuevo apodo a {2}.

source: Edit the welcoming messages
es_es: Editar los mensajes de bienvenida

source: Base command for managing welcoming messages in the server
es_es: Comando base para administrar los mensajes de bienvenida en el servidor

source: Set the channel for welcoming messages
es_es: Establece el canal para los mensajes de bienvenida

source: Set a channel where welcoming messages should be sent to. Make sure bot has permissions to send messages in that channel.
es_es: Establece un canal donde los mensajes de bienvenida deben ser enviados. Asegúrate de que el bot tiene permisos de enviar mensajes en ese canal.

source: {0} Disabled welcome messages.
es_es: {0} Se han deshabilidado los mensajes de bienvenida.

source: {0} Enabled welcome messages in {1}.
es_es: {0} Se han activado los mensajes de bienvenida en {1}.

source: {0} Welcome messages are currently disabled in this server. *Hint: If you want to enable them you need to provide a channel where they should be sent to*
es_es: {0} Los mensajes de bienvenida están actualmente desactivados en este servidor. *Pista: Si quieres habilitar los necesitas proporcionar un canal en donde los mensajes deben ser enviado*

source: Set the welcoming message
es_es: Establece el mensaje de bienvenida

source: Set the welcoming messages in the server Passing no message will reset your welcoming message to the default one. Formatting values: • `{{member.mention}}` for mention • `{{member.tag}}` for name and # • `{{member.id}}` for id • `{{member.name}}` for name (markdown escaped) • `{{server.name}}` for server name • `{{server.members}}` for member count in server • `{0}` for member name • `{1}` for member count
es_es: Establece los mensajes de bienvenida en el servidor Pasar ningún mensaje reiniciará tu mensaje de bienvenida al predeterminado. Valores de formato: • `{{member.mention}}` para mencionar el miembro • `{{member.tag}}` para el nombre y # del miembro • `{{member.id}}` para el id del miembro • `{{member.name}}` para el nombre (sin formato) • `{{server.name}}` para el nombre del servidor • `{{server.members}}` para el número de miembros en el servidor • `{0}` para el nombre del servidor • `{1}` para el contador de miembros

source: {0} You cannot set up welcome messages because they are not enabled!To enable them run `{1}welcoming channel [#channel]`
es_es: {0} ¡No puedes configurar los mensajes de despedida porque no están activados! Para activarlos ejecuta `{1}welcoming channel [#canal]`

source: {0} Your current welcome message is the same as the new one.
es_es: {0} Tu mensaje de bienvenida actual es el mismo que el nuevo.

source: {0} Welcome messages can't be longer than 1000 characters. You're {1} character(s) over the limit.
es_es: {0} Los mensajes de bienvenida no pueden tener más de 1000 caracteres. Tu mensaje tiene {1} caracter(es) arriba del límite.

source: {0} **Successfully set your welcome message to:** {1}
es_es: {0} **Se estableció correctamente tu mensaje de bienvenida a:** {1}

source: {0} Your sent dict is invalid. Please use <https://embedbuilder.nadekobot.me/> to create an embed dict, then paste the code here.
es_es: {0} Tu incrustado es inválido. Por favor, usa <https://embedbuilder.nadekobot.me/> para crear un dictado de incrustado y luego pega el código aquí.

source: {0} Your embed seems to be empty. Please use <https://embedbuilder.nadekobot.me/> to create an embed dict, then paste the code here.
es_es: {0} Tu incrustado parece estar vacío. Por favor, usa <https://embedbuilder.nadekobot.me/> para crear un dictado de incrustado y luego pega el código aquí.

source: **Plain Text:** {0}
es_es: **Texto plano:** {0}

source: **Here is your new welcome embed:**{0}
es_es: **Aquí está tu nuevo incrustado de bienvenida:**{0}

source: Toggle welcoming messages type
es_es: Cambia el tipo de mensajes de bienvenida

source: Toggle welcoming messages between embedded and plain text.
es_es: Alterna los mensajes de bienvenida entre texto incrustado y texto plano.

source: {0} Welcome messages will not be sent in embeds anymore.
es_es: {0} Los mensajes de bienvenida ya no serán enviados en incrustados.

source: {0} Welcome messages will now be sent in embeds.
es_es: {0} Los mensajes de bienvenida ahora serán enviados en incrustados.

source: Toggle bot welcoming messages
es_es: Alterna los mensajes de bienvenida para bots

source: Toggle whether or not bot joins should be logged.
es_es: Alterna si cuando se unen bots deben ser registrados o no.

source: {0} I will no longer welcome bots.
es_es: {0} Ya no daré la bienvenida a los bots.

source: {0} I will now longer welcome bots.
es_es: {0} Ahora daré la bienvenida a los bots.

source: Edit the leaving messages
es_es: Edita los mensajes de despedida

source: Base command for managing leaving messages in the server
es_es: Comando base para gestionar los mensajes de despedida en el servidor

source: Set the channel for leaving messages
es_es: Establece el canal para los mensajes de despedida

source: Set a channel where leaving messages should be sent to. Make sure bot has permissions to send messages in that channel.
es_es: Establece un canal al que se deben enviar los mensajes de despedida. Asegúrate de que el bot tiene permisos para enviar mensajes en ese canal.

source: {0} Leave messages are now disabled.
es_es: {0} Los mensajes de despedida ahora están desactivados.

source: {0} I will now send leave messages in {1}.
es_es: {0} Ahora enviaré los mensajes de despedida en {1}.

source: {0} You don't have leave messages enabled in this server. *Hint: If you want to enable them, you need to provide a channel where they should be sent to*
es_es: {0} No tienes los mensajes de despedida activados en este servidor. *Pista: Si los quieres activar, necesitas proporcionar un canal en donde los mensajes deben ser enviados*

source: {0} Successfully enabled leave messages. I will now send leave messages in {1}.
es_es: {0} He activado los mensajes de despedida con éxito. Ahora enviaré los mensajes de despedida en {1}.

source: Set the leaving message
es_es: Establece el mensaje de salida

source: Set the leaving messages in the server Passing no message will reset your leaving message to the default one Formatting values: • `{{member.mention}}` for mention • `{{member.tag}}` for name and # • `{{member.id}}` for id • `{{member.name}}` for name (markdown escaped) • `{{server.name}}` for server name • `{{server.members}}` for member count in server • `{0}` for member name • `{1}` for member count
es_es: Establece los mensajes de despedida en el servidor Pasar ningún mensaje reiniciará tu mensaje de despedida al predeterminado Valores de formato: • `{{member.mention}}` para mencionar el miembro • `{{member.tag}}` para el nombre y # del miembro • `{{member.id}}` para el id del miembro • `{{member.name}}` para el nombre (sin formato) • `{{server.name}}` para el nombre del servidor • `{{server.members}}` para el número de miembros en el servidor • `{0}` para el nombre del servidor • `{1}` para el contador de miembros

source: {0} Why are you trying to set up leave messages without having them toggled on? To enable them run `{1}leaving channel [#channel]`
es_es: {0} ¿Por qué estás intentando configurar los mensajes de despedida sin que estén activados? Para activarlos ejecuta `{1}leaving channel [#canal]`

source: {0} Your current leave message is the same as the new one.
es_es: {0} You mensaje de despedida actual es igual al nuevo.

source: {0} Leave messages can't be longer than 1000 characters. You're {1} character(s) over the limit.
es_es: {0} Los mensajes de despedida no pueden tener más de 1000 caracteres. Tu mensaje tiene {1} caracter(es) arriba del límite.

source: {0} **Successfully set your leave message to:** {1}
es_es: {0} **He establecido correctamente los mensajes de bienvenida a:** {1}

source: {0} Your sent dict is invalid. Please use <https://embedbuilder.nadekobot.me/> to create an embed dict and then paste that code.
es_es: {0} Tu dictado es inválido. Por favor, usa <https://embedbuilder.nadekobot.me/> para crear un dictado de incrustado a luego pega ese código.

source: {0} Your embed seems to be empty. Please use <https://embedbuilder.nadekobot.me/> to create an embed dict and then paste that code.
es_es: {0} Tu incrustado parece estar vacío. Por favor, usa <https://embedbuilder.nadekobot.me/> para crear un dictado de incrustado y luego pega el código aquí.

source: **Here is your new leave member embed message:**{0}
es_es: **Aquí está tu nuevo mensaje incrustado de despedida de miembros:**{0}

source: Toggle leaving messages type
es_es: Cambia el tipo de mensajes de despedida

source: Toggle leaving messages between embedded and plain text.
es_es: Alterna los mensajes de despedida entre texto incrustado y texto plano.

source: {0} Why are you trying to setup leaving messages without having them toggled on? To enable them run `{1}leaving channel [#channel]`
es_es: {0} ¿Por qué estás intentando configurar los mensajes de despedida sin que estén activados? Para activarlos ejecuta `{1}leaving channel [#canal]`

source: {0} Leave messages will no longer be sent in embeds.
es_es: {0} Los mensajes de despedida ya no serán enviados en incrustados.

source: {0} Leave messages will now be sent in embeds.
es_es: {0} Los mensajes de despedida ahora serán enviados en incrustados.

source: Toggle bot leaving
es_es: Alterna la salida del bot

source: Toggle whether or not bot leaves should be logged.
es_es: Alterna si cuando se salen los bots deben ser registrados o no.

source: {0} Bot leave messages have been turned off.
es_es: {0} Los mensajes de despedida de bots han sido desactivados.

source: {0} Bot leave messages have been turned on.
es_es: {0} Los mensajes de despedida de bots han sido activados.

source: Toggle role on join
es_es: Cambie el rol al unirse

source: Base command for managing role on join
es_es: Comando base para administrar roles al unirse

source: Set role on join for users
es_es: Estable el rol que se dará a usuarios al unirse

source: Choose what role will be given to new users
es_es: Elige cuál rol se dará a los nuevos usuarios

source: Add a role on join for people
es_es: Añade un rol que se dará a personas al unirse

source: Add a role to role on join for people
es_es: Añade un rol que se dará a personas al unirse

source: {0} Role on join is not enabled in this server, please use `{1}joinrole toggle` to enable it.
es_es: {0} El rol al unirse no está activado en este servidor, por favor, usa `{1}joinrole toggle` para activarlo.

source: {0} You cannot set that role as it is configured as mod or admin role
es_es: {0} No puedes establecer ese rol ya está configurado como un rol de moderador o administrador

source: {0} The role you're trying to setup is higher in role hierarchy and I cannot access it.
es_es: {0} El rol que estás intentando configurar es más alto en la jerarquía de roles y no puedo acceder a él.

source: {0} That role is already added to role on join list.
es_es: {0} Ese rol ya está añadido a la lista de roles al unirse.

source: {0} Added {1} to join role for people.
es_es: {0} He añadido {1} a los roles que se darán a las personas al unirse.

source: Remove a role on join for people
es_es: Remueve un rol al unirse para personas

source: Remove a role from role on join for people
es_es: Remueve un rol de los que se darán a las personas al unirse

source: {0} Role on is not enabled in this server, please use `{1}joinrole toggle` to enable it.
es_es: {0} El rol al unirse no está activado en este servidor, por favor, usa `{1}joinrole toggle` para activarlo.

source: {0} That role is not added to role on join list.
es_es: {0} Ese rol no está añadido a la lista de roles al unirse.

source: {0} Removed {1} from join role for people.
es_es: {0} He removido {1} de los roles que se darán a las personas al unirse.

source: See all the roles on join for people
es_es: Mira todos los roles que se dan a las personas al unirse

source: See all the roles for role on join for people
es_es: Mira todos los roles que se dan a las personas al unirse

source: Role not found
es_es: Role no encontrado

source: Role on join for people
es_es: Rol al unirse para personas

source: {0} There are no role on join roles for people set.
es_es: {0} No hay roles establecidos en rol al unirse para personas.

source: Set role on join for bots
es_es: Estable el rol que se dará a bots al unirse

source: Manage role on join for bots
es_es: Administra el role que se dará a bots al unirse
