Repository: dredd-bot/i18n
Catalog: bot.po
Languages: es_es

source: {0} The thing is {1} characters over the limit.
es_es: {0} La cosa es {1} caracteres sobre el límite.

source: I rate {0} **{1}** out of **100**.
es_es: Valoro {0} **{1}** de **100**.

source: Talk with a chat bot
es_es: Habla con un bot de chat

source: Talk about life with a chat bot :)
es_es: Habla sobre la vida con un bot de chat :)

source: Looks like the chatbot escaped!
es_es: ¡Parece que el chatbot ha escapado!

source: F in the chat
es_es: F en el chat

source: Press F to pay respect
es_es: Presiona F para respetar

source: {0} The text is {1} characters over the limit.
es_es: {0} El texto es {1} caracteres sobre el límite.

source: for **{0}**
es_es: por **{0}**

source: **{0}** has paid their respect {1}{2}
es_es: **{0}** ha pagado su respeto {1}{2}

source: Ask the almighty 8ball what you desire
es_es: Pregúntale a la todopoderosa 8ball lo que deseas

source: Do you have a question? Ask the almighty 8ball what you should do
es_es: ¿Tienes una pregunta? Pregunta a la todopoderosa 8ball lo que deberías hacer

source: {0} The question is {1} characters over the limit.
es_es: {0} La pregunta es {1} caracteres sobre el límite.

source: **You've asked the almighty 8ball a question -** {0} **The 8ball says:** {1}
es_es: **Has preguntado a la todopoderosa 8ball una pregunta -** {0} **La 8ball dice:** {1}

source: Reverse something
es_es: Invierte algo

source: !poow ,ffuts esreveR. Everything you type after reverse will of course, be reversed
es_es: !poow, ffuts, esreveR. Todo lo que escribas después de reverse será por supuesto, revertido

source: {0} The text you want to reverse is {1} characters over the limit.
es_es: {0} El texto que quieres revertir está {1} caracteres sobre el límite.

source: **Text to reverse:** {0} **Reversed:** {1}
es_es: **Texto a invertir:** {0} **Invertido:** {1}

source: Choose between multiple choices
es_es: Elija entre múltiples opciones

source: Choose between multiple choices.
es_es: Elija entre múltiples opciones.

source: {0} There are either too many choices (10) or you're over 500 characters.
es_es: {0} Hay demasiadas opciones (10) o tienes más de 500 caracteres.

source: **Available choices:** {0} **I choose:** {1}
es_es: **Opciones disponibles:** {0} **Yo eligo:** {1}

source: {0} | I can't choose from an empty list of choices!
es_es: {0} | ¡No puedo elegir de una lista vacía de elecciones!

source: Check someones hotness
es_es: Comprueba qué tan caliente es alguien

source: I wonder how hot are you ;p
es_es: Me pregunto cuán caliente eres tú ;p

source: The hot calculator has melted down because of him :fire:
es_es: La calculadora caliente se ha derribado gracias a esa persona :fire:

source: I'm too hot for you 😏
es_es: Soy demasiado caliente para ti 😏

source: **{0}** is **{1}%** hot. {2}
es_es: **{0}** es **{1}%** caliente. {2}

source: Read a random dad joke
es_es: Lee un chiste de papá aleatorio

source: Read a random dad joke
es_es: Lee un chiste de papá aleatorio

source: Roast someone
es_es: Asa a alguien

source: Roast someone in the server.
es_es: Asa a alguien en el servidor.

source: You can't roast Moksej! I'll drop you a hint, though. There's a bypass that you can use to roast him ;)
es_es: ¡No puedes asar Moksej! Sin embargo, te dejaré una pista. Hay un salto que puedes usar para asarlo ;)

source: Don't you dare do that!
es_es: ¡No te atreves a hacer eso!

source: Shows help about bot and/or commands
es_es: Muestra ayuda sobre bot y/o comandos

source: See cog/command help
es_es: Ver ayuda para un cog/comando

source: **Prefix:** `{0}`
es_es: **Prefijo:** `{0}`

source: **Prefix:** `!`
es_es: **Prefijo:** `!`

source: Support
es_es: Soporte

source: Bot invite
es_es: Invitación del bot

source: {0} Help
es_es: {0} Ayuda

source: Categories:
es_es: Categorías:

source: {0} **Latest news - {1}**
es_es: {0} **Últimas noticias - {1}**

source: Aliases:
es_es: Alias:

source: No aliases were found.
es_es: No se ha encontrado ningún alias.

source: No help was provided...
es_es: No se proporcionó ayuda...

source: *Either you or I don't have permissions to run this command in this channel*
es_es: *O tú o yo no tenemos permisos para ejecutar este comando en este canal*

source: {0} This command is in an early beta and can only be used in whitelisted servers.
es_es: {0} Este comando está en beta temprana y sólo puede ser utilizado en servidores en la lista blanca.

source: <:beta:860234962749095956> This command is in an early beta and can be used only in whitelisted servers.
es_es: <:beta:860234962749095956> Este comando está en una fase beta temprana y sólo puede ser utilizado en servidores en la lista blanca.

source: Subcommands: ({0})
es_es: Subcomandos: ({0})

source: No information.
es_es: Sin información.

source: No command called "{0}" was found.{1}{2}
es_es: No se encontró ningún comando llamado "{0}".{1}{2}

source: Did you possibly mean:
es_es: Quisiste decir:

source: See the bot's latency to discord
es_es: Mira la latencia del bot a Discord

source: See the bot's latency to discord
es_es: Mira la latencia del bot a Discord

source: A detailed information of the bot
es_es: Una información detallada del bot

source: A detailed information of the bot
es_es: Una información detallada del bot

source: About {0}
es_es: Acerca de {0}

source: A detailed information of the server the bot is hosted on.
es_es: Una información detallada del servidor en el que el bot está alojado.

source: **System CPU:** - Frequency: {0} Mhz - Cores: {1} - Usage: {2}% **System Memory:** - Available: {3} MB - Total: {4} MB - Used: {5} MB **System Disk:** - Total: {6} GB - Used: {7} GB - Free: {8} GB **Process Info:** - Memory Usage: {9} MB - CPU Usage: {10}% - Threads: {11}
es_es: **CPU del sistema:** - Frecuencia: {0} Mhz - Núcleos: {1} - Uso: {2}% **Memoria del sistema:** - Disponible: {3} MB - Total: {4} MB - Usado: {5} MB **Disco del sistema:** - Total: {6} GB - Usado: {7} GB - Libre: {8} GB **Información del proceso:** - Uso de la memoria: {9} MB - Uso del CPU: {10}% - Hilos: {11}

source: Get detailed information about the user
es_es: Obtén información detallada del usuario

source: A defailed information of the user. Fetches the user if they do not share any guilds with the bot.
es_es: Una información detallada del usuario. Busca al usuario si no comparte ningún servidor con el bot.

source: {0} | That user could not be found.
es_es: {0} | Ese usuario no fue encontrado.

source: {0}'s Information
es_es: Información de {0}

source: **Latest nicknames:**
es_es: **Apodos más recientes:**

source: No roles
es_es: Sin roles

source: General Information:
es_es: Información general:

source: {0} {1} **User ID:** {2} **Account created:** {3} ({4})
es_es: {0} {1} **ID de usuario:** {2} **Cuenta creada:** {3} ({4})

source: Server Information:
es_es: Información del Servidor:

source: **Nickname:** {0}{1} **Joined at:** {2} ({3}) **Roles:** {4}
es_es: **Apodo:** {0}{1} **Se unió el:** {2} ({3}) **Roles:** {4}

source: Social media:
es_es: Redes sociales:

source: Get current server's detailed information
es_es: Obtén información detallada del servidor actual

source: A detailed information of the current server
es_es: Una información detallada del servidor actual

source: **Acknowledgements:** {0}
es_es: **Reconocimientos:** {0}

source: **Banned:** {0}
es_es: **Baneado:** {0}

source: This server has **{0}** boosts
es_es: Este servidor tiene **{0}** mejoras

source: {0} Information
es_es: {0} Información

source: **Name:** {0} **ID:** {1} **Guild created:** {2} ({3}) **Verification level:** {4} **Owner:** {5} **Owner ID:** {6}{7} **Nitro status:** {8}
es_es: **Nombre:** {0} **ID:** {1} **Servidor creado:** {2} ({3}) **Nivel de verificación:** {4} **Dueño:** {5} **ID del Propietario:** {6}{7} **Estado de Nitro:** {8}

source: Other Information:
es_es: Otra información:

source: **Members:** (Total: {0}) **Bots:** {2} | **Humans:** {3} **Staff:** {4}{5} **Channels:** {6} {7} | {8} {9}
es_es: **Miembros:** (Total: {0}) **Bots:** {2} | **Humanos:** {3} **Staff:** {4}{5} **Canales:** {6} {7} | {8} {9}

source: Animated Icon
es_es: Icono Animado

source: Banner
es_es: Cartel

source: Commerce
es_es: Comercio

source: Community server
es_es: Servidor comunitario

source: Server Discovery
es_es: Descubrimiento del Servidor

source: Featurable
es_es: Funcional

source: Invite Splash
es_es: Fondo de invitación

source: Member Verification Gate Enabled
es_es: Puerta de Verificación de Miembros Activada

source: News Channels
es_es: Nuevos Canales

source: Partnered
es_es: Asociado

source: Prieview Enabled
es_es: Previo Activado

source: Vanity Invite
es_es: Invitación personalizada

source: Verified
es_es: Verificado

source: VIP Voice Servers
es_es: Servidores de voz VIP

source: Welcome screen
es_es: Pantalla de bienvenida

source: Ticketed events enabled
es_es: Eventos de tickets activados

source: Monetization enabled
es_es: Monetización habilitada

source: More stickers
es_es: Más stickers

source: Features
es_es: Características

source: Lines of python code used making the bot
es_es: Líneas de código python utilizadas para hacer el bot

source: Lines of python code used making the bot
es_es: Líneas de código python utilizadas para hacer el bot

source: {0} I am made up of **{1}** files and **{2}** lines of code. You can look at my source here: https://github.com/TheMoksej/Dredd
es_es: {0} Estoy formado de**{1}** archivos y **{2}** líneas de código. Puedes ver mi fuente aquí: https://github.com/TheMoksej/Dredd

source: Source code of the bot
es_es: Código fuente del bot

source: Source code of the bot
es_es: Código fuente del bot

source: {0} You can see my source code here: <{1}>
es_es: {0} Puedes ver mi código fuente aquí: <{1}>

source: The source code for this command is too long, you can view it here: {0}
es_es: El código fuente de este comando es demasiado largo, puedes verlo aquí: {0}

source: Get user's profile picture
es_es: Obtén la foto de perfil del usuario

source: Get user's profile picture. Fetches the user if they do not share any guilds with the bot
es_es: Obtén la foto de perfil del usuario. Obtén el usuario si no comparten ningún servidor con el bot

source: {0}'s Profile Picture!
es_es: ¡Foto de perfil de {0}!

source: Huge thanks to {0} for this avatar
es_es: Enormes gracias a {0} por este avatar

source: Get a link to bot's support server
es_es: Obtén un enlace al servidor de soporte del bot

source: A link to bot's support server. You can pass in boolean to get the non-embedded version of the invite
es_es: Un enlace al servidor se soporte del bot. Puedes pasar en booleano para obtener la versión sin incrustado de la invitación

source: {0} Need help? Feel free to [join the support server!]({1})
es_es: {0} ¿Necesitas ayuda? Siéntete libre de [unirte al servidor de soporte!]({1})

source: {0} Need help? Feel free to join the the support server here: {1}
es_es: {0} ¿Necesitas ayuda? Siéntete libre de unirte al servidor de soporte aquí: {1}

source: Get the bot's invite
es_es: Obtén la invitación del bot

source: The bot's invite link. You can pass in boolean to get the non-embedded version of the invite
es_es: El link de invitación del bot. Puedes pasar en booleano para obtener la versión sin incrustado de la invitación

source: {0} Want me in your server? What are you waiting for then? [Invite now!]({1})
es_es: {0} ¿Me quieres en tu servidor? ¿A qué estás esperando? Invita ahora:({1})

source: {0} Want me in your server? What are you waiting for then? Invite now: {1}
es_es: {0} ¿Me quieres en tu servidor? ¿A qué estás esperando? Invita ahora: {1}

source: Vote for me, please
es_es: Voten por mí, por favor

source: Links of bot lists where you can vote for the bot
es_es: Enlaces de listas de bots donde puedes votar por el bot

source: Voting Locations
es_es: Lugares de votación

source: The bot's Privacy Policy and Terms of Use
es_es: La Política de Privacidad y los Términos de Uso del bot

source: The bot's Privacy Policy and Terms of Use
es_es: La Política de Privacidad y los Términos de Uso del bot

source: {0} You can see my privacy policy here: {1}
es_es: {0} Puedes ver mi política de privacidad aquí: {1}

source: A thank you to bot contributors
es_es: Un agradecimiento a los colaboradores del bot

source: A thank you to people who have helped find bugs, work on, and design art for the bot!
es_es: ¡Un agradecimiento a las personas que han ayudado a encontrar errores, trabajar y diseñar arte para el bot!

source: The Dredd team says thanks to these people!
es_es: ¡El equipo de Dredd dice gracias a estas personas!

source: **Sponsor(s):** {0} **Beta bug hunter(s):** {1} **Bug hunter(s):** {2} **Translator(s):** {3}
es_es: **Patrocinador(es):** {0} **Cazador(es) de errores Beta:** {1} **Cazador(es):** {2} **Traductor(es):** {3}

source: **Graphic Designer(s):**
es_es: **Diseñador(es) Gráficos:**

source: **Contributor(s):**
es_es: **Contribuidores(es):**

source: List of roles in the server
es_es: Lista de roles en el servidor

source: List of all the server roles. Providing the role mention will display all the members in that role
es_es: Lista de todos los roles del servidor. Proporcionar la mención del role mostrará todos los miembros en ese rol

source: {0} Server has no roles
es_es: {0} El servidor no tiene roles

source: Roles in {0}
es_es: Roles en {0}

source: Members in {0}
es_es: Miembros en {0}

source: Get information of the role
es_es: Obtén más información sobre el rol

source: Get information of the role
es_es: Obtén más información sobre el rol

source: __**Basic Information**__
es_es: __**Información básica**__

source: **Role name:** {0} **Role mention:** {1} **Role ID:** {2}
es_es: **Nombre del rol:** {0} **Rol mencionado:** {1} **ID del rol:** {2}

source: __**Permissions:**__
es_es: __**Permisos:**__

source: __**Other Information:**__
es_es: __**Otra información:**__

source: **Is Integration:** {0} **Hoisted:** {1} **Position:** {2} **Color:** {3} **Created:** {4} **Members:** {5}
es_es: **Es integración:** {0} **Se muestra separado:** {1} **Posición:** {2} **Color:** {3} **Creado:** {4} **Miembros:** {5}

source: Get a list of recent nicknames member had
es_es: Obtén la lista de los apodos recientes que un miembro ha tenido

source: Get a list of 10 nicknames member had in the past 90 days
es_es: Obtén una lista de 10 apodos que el miembro tenga en los últimos 90 días

source: {0} | **{1}** has opted out of nickname logging.
es_es: {0} | **{1}** ha optado por eliminar el registro de apodos.

source: {0} | **{1}** has had no past nicknames since I joined.
es_es: {0} | **{1}** no ha tenido apodos desde que me uní.

source: **{0}'s past nicknames:**
es_es: **Apodos pasados de {0}:**

source: See permissions member has in the server
es_es: Mira los permisos que el miembro tiene en el servidor

source: See permissions member has in the server
es_es: Mira los permisos que el miembro tiene en el servidor

source: {0}'s Server Permissions
es_es: Permisos de {0} en el servidor

source: A list of disabled commands
es_es: Una lista de comandos desactivados

source: A list of disabled commands globally and in the server
es_es: Una lista de comandos desactivados globalmente y en el servidor

source: {0} | No commands are disabled!
es_es: {0} | ¡No hay comandos desactivados!

source: List of all disabled commands
es_es: Lista de todos los comandos desactivados

source: The following commands can only be run by bot staff
es_es: Los siguientes comandos sólo pueden ser ejecutados por el personal del bot

source: **Globally disabled commands:**
es_es: **Comandos globalmente desactivados:**

source: **Disabled commands in this server:**
es_es: **Comandos desactivados en este servidor:**

source: **Disabled categories in this server:**
es_es: **Categorías desactivadas en este servidor:**

source: Get a list of all the server emotes
es_es: Obtén una lista de todos los emotes del servidor

source: Get a list of all the server emotes
es_es: Obtén una lista de todos los emotes del servidor

source: {0} | This server has no emotes!
es_es: {0} ¡Este servidor no tiene emotes!

source: {0} emotes list
es_es: {0} Lista de emotes

source: A list of bot's partners
es_es: Una lista de los asociados del bot

source: A list of bot's partners
es_es: Una lista de los asociados del bot

source: Server
es_es: Servidor

source: **Partner:** {0} **Partnered for:** {1} **Partner type:** {2} **Partnered message:** >>> {3}
es_es: **Socio:** {0} **Asociado por:** {1} **Tipo de socio:** {2} **Mensaje asociado:** >>> {3}

source: Interested in partnering? Here's the official message: {0} or [join the support server]({1})
es_es: ¿Interesado en asociarse? Este es el mensaje oficial: {0} o [únete al servidor de soporte]({1})

source: Partnered people with Dredd
es_es: Personas asociadas con Dredd

source: A list of user's bot acknowledgements
es_es: Una lista de reconocimientos del bot del usuario

source: A list of user's bot acknowledgements
es_es: Una lista de reconocimientos del bot del usuario

source: {0} | **{1}** has no bot acknowledgements
es_es: {0} | **{1}** no tiene reconocimientos del bot

source: {0}'s Bot Acknowledgements
es_es: Reconocimientos del bot de {0}

source: Top 10 most used commands
es_es: Los 10 primeros comandos más utilizados

source: A list of 10 most used commands. You may also include: `me` and `guild` to see a list of your or guild's most used commands
es_es: Una lista de los 10 comandos más usados. También puedes incluir: `me` y `guild` para ver una lista de tus comandos más usados o de tu servidor

source: **Top 10 most used commands:**
es_es: **Los 10 primeros comandos más utilizados:**

source: {0} Looks like you haven't used any commands :/
es_es: {0} Parece que no has usado ningún comando :/

source: In total users have used {0} commands!
es_es: ¡En total los usuarios han usado {0} comandos!

source: **Your top 10 most used commands**
es_es: **Tus 10 primeros comandos más utilizados**

source: In total you have used {0:,} commands!
es_es: ¡En total has usado {0:,} comandos!

source: {0} This command must be ran in any server, not dms
es_es: {0} Este comando debe ejecutarse en cualquier servidor, no en mensajes privados

source: **Top 10 most used commands in this server:**
es_es: **Los 10 comandos más utilizados en este servidor:**

source: In total this guild has used {0:,} commands!
es_es: ¡En total este servidor ha usado {0:.} comandos!

source: Command
es_es: Comando

source: Used
es_es: Usado

source: A list of newest members in the server
es_es: Una lista de los miembros más nuevos en el servidor

source: A list of newest members in the server
es_es: Una lista de los miembros más nuevos en el servidor

source: This server has {0} members
es_es: Este servidor tiene {0} miembros

source: Newest member(s) in this server:
es_es: Miembro(s) más reciente(s) en este servidor:

source: **Joined Server at** {0} **Account created at** {1}
es_es: **Se unió al servidor el** {0} **Cuenta creada el** {1}

source: The limit is set to 10
es_es: El límite está fijado a 10

source: A list of members with specific character(s) in their name
es_es: Una lista de los miembros con caracter(es) específico(s) en su nombre

source: {0} Names can't be longer than 32 characters! You're {1} characters over.
es_es: {0} ¡Los nombres no pueden tener más de 32 caracteres! Tienes {1} caracteres de más.

source: {0} Couldn't find anyone with a given regex.
es_es: {0} No pude encontrar a nadie con la expresión regular dada.

source: Users with regex {0} in their name
es_es: Usuarios con expresiones regulares {0} en su nombre

source: Documentation of enhanced discord.py
es_es: Documentación de discord.py mejorado

source: Documentation of enhanced discord.py
es_es: Documentación de discord.py mejorado

source: Documentation of python
es_es: Documentación de python

source: Documentation of python
es_es: Documentación de python

source: Manage bot's prefix in the server
es_es: Gestiona el prefijo del bot en el servidor

source: View and manage your server's prefix
es_es: Mira y gestiona el prefijo de tu servidor

source: If you want to change my prefix you can do so by invoking `{0}prefix set <new prefix>`
es_es: Si quieres cambiar mi prefijo puedes hacerlo invocando `{0}prefix set <nuevo prefijo>`

source: My prefix in this server is `{0}` {1}
es_es: Mi prefijo en este servidor es `{0}` {1}

source: I don't have a custom prefix in this server! The default prefix is `{0}`
es_es: ¡No tengo un prefijo personalizado en este servidor! El prefijo predeterminado es `{0}`

source: Change my prefix in the server
es_es: Cambia mi prefijo en el servidor

source: Change my prefix in the server
es_es: Cambia mi prefijo en el servidor

source: {0} A prefix can only be 7 characters long! You're {1} characters over.
es_es: {0} Un prefijo no puede tener más de 7 caracteres! El tuyo tiene {1} caracteres.

source: {0} Changed my prefix in this server to `{1}`
es_es: {0} He cambiado mi prefijo en este servidor a `{1}`

source: Change bot's language in the server
es_es: Cambia el idioma del bot en el servidor

source: Change the bot's language in the current server to your prefered one (if available)
es_es: Cambia el idioma del bot en el servidor actual al de tu preferencia (si es que está disponible)

source: {0} Looks like that language doesn't exist, available languages are: {1}
es_es: {0} Parece que ese idioma no existe, los idiomas disponibles son: {1}

source: {0} Changed the bot language to `{1}`
es_es: {0} Se cambió el idioma del bot a `{1}`

source: A rough overview on server settings
es_es: Una visión general en la configuración del servidor

source: Rough overview on server settings, such as logging and more.
es_es: Visión general en la configuración del servidor, como el registro y más.

source: Default
es_es: Por defecto

source: {0} {1} Server Settings
es_es: {0} {1} Configuración del servidor

source: **Logs:**
es_es: **Registros:**

source: **Settings:**
es_es: **Configuración:**

source: **More:**
es_es: **Más:**

source: **Mute role:** {0} **Prefix:** `{1}` **Language:** {2} **Mod role:** {3} **Admin role:** {4}
es_es: **Role de silenciado:** {0} **Prefijo:** `{1}` **Idioma:** {2} **Role de Moderador:** {3} **Role de Administrador:** {4}

source: Not found
es_es: No encontrado

source: Run `{0}serversettings joinembed` to view the welcome embed
es_es: Ejecuta `{0}serversettings joinembed` para ver el incrustado de bienvenida

source: Welcome Message
es_es: Mensaje de bienvenida

source: Run `{0}serversettings leaveembed` to view the leave embed
es_es: Ejecuta `{0}serversettings leaveembed` para ver el incrustado de despedida

source: Leave Message
es_es: Mensaje de despedida

source: View welcoming embed
es_es: Ver incrustado de bienvenida

source: View welcoming messages embed
es_es: Ver mensajes de bienvenida en incrustado

source: {0} Welcome messages are disabled in this server.
es_es: {0} Los mensajes de bienvenida están deshabilitados en este servidor.

source: {0} Welcome messages do not use embeds in this server.
es_es: {0} Los mensajes de bienvenida no usan incrustados en este servidor.

source: {0} Embed code is invalid, or only plain text is visible. Please make sure you're using the correct format by visiting this website <https://embedbuilder.nadekobot.me/>
es_es: {0} El código de embed no es válido, o solo el texto plano es visible. Por favor, asegúrate de que estás utilizando el formato correcto visitando este sitio web <https://embedbuilder.nadekobot.me/>

source: Your welcome embed looks like this: *plain text is not displayed*
es_es: Tu incrustado de bienvenida se ve así: * el texto plano no se muestra*

source: View leaving embed
es_es: Ver incrustado de despedida

source: View leaving messages embed
es_es: Ver mensajes de despedida en incrustado
