Repository: dredd-bot/i18n
Catalog: bot.po
Languages: es_es

source: Kick All Members
es_es: Expulsar Todos los Miembros

source: Ban All Members
es_es: Banear Todos los Miembros

source: Yes
es_es: Sí

source: Mute Member
es_es: Silenciar Miembro

source: Temp-Mute Member ({0})
es_es: Silenciar Temporalmente Miembros ({0})

source: Temp-Ban Member ({0})
es_es: Banear Temporalmente Miembro ({0})

source: **Anti-Raid Logging Channel:** {0}
es_es: **Canal de registro de anti invasión:** {0}

source: ``` 1. Anti Spam - {0} 2. Anti Mass Caps - {1} 3. Anti Invites - {2} 4. Anti Mention - {3} 5. Anti Links - {4} --- Other --- 6. Raid Mode - {5}``` **Automod Logging Channel:** {6}{7} **Ignore Moderators:** {8} **Delete Messages:** {9} **DM people during raid:** {10}{11}{12}
es_es: ``` 1. Anti Spam - {0} 2. Anti Mayúsculas Masivas - {1} 3. Anti Invitaciones - {2} 4. Anti Menciones - {3} 5. Anti Enlaces - {4} ---Otros--- 6. Modo anti invasión {5}``` **Canal de registro de auto moderación:** {6}{7} **Ignorar Moderadores:** {8} **Eliminar Mensajes:** {9} **Enviar mensajes privados durante una invasión:** {10}{11}{12}

source: Disabled
es_es: Deshabilitado

source: **Mentions Limit:** {0}
es_es: **Límite de menciones:** {0}

source: **Caps Percentage:** {0}
es_es: **Porcentaje de mayúsculas:** {0}

source: Manage automod in the server
es_es: Administra la automoderación en el servidor

source: Manage automod state in the server
es_es: Administra el estado de la automoderación en el servidor

source: {0} Automod Settings
es_es: {0} Configuraciones de Automoderaciones

source: Toggle automod on or off
es_es: Cambia la automoderación a encendido/apagado

source: Toggle automod on or off
es_es: Cambia la automoderación a encendido/apagado

source: {0} I'm missing permissions in that channel. Make sure you have given me the correct permissions!
es_es: {0} No tengo permisos en ese canal. ¡Asegúrate de que me has dado los permisos correctos!

source: {0} Automod was successfully enabled in this server.
es_es: {0} La automoderación fue habilidado con éxito en este servidor.

source: {0} Automod was successfully disabled in this server.
es_es: {0} La automoderación fue deshabilidado con éxito en este servidor.

source: Set global automod's value in the server
es_es: Establece el valor de la automoderación global en el servidor

source: Set global automod's value in the server
es_es: Establece el valor de la automoderación global en el servidor

source: Automod is disabled in this server, enable it by using `{0}automod toggle` command
es_es: La automoderación está deshabilitado en este servidor, actívalo usando el comando `{0}automod toggle`

source: strict
es_es: estricto

source: {0} Successfully set the automod value to **{1}**
es_es: {0} Establecido correctamente el valor de la auto moderación a **{1}**

source: Toggle anti links on or off
es_es: Cambia anti links a encendido/apagado

source: Toggle anti links on or off
es_es: Cambia anti links a encendido/apagado

source: {0} Successfuly disabled anti link in this server
es_es: {0} Se ha desactivado correctamente las anti links en este servidor

source: Anti link is already disabled in this server.
es_es: Anti link ya está deshabilitado en este servidor.

source: {0} Successfully set anti links punishment type to **{1}** members.{2}
es_es: {0} Se ha establecido correctamente el tipo de castigo para antienlaces a **{1}** miembros.{2}

source: They will be muted/banned for 12 hours by default.
es_es: Serán silenciados/baneados por defecto durante 12 horas.

source: Toggle anti invites on or off
es_es: Cambia anti invitaciones a encendido/apagado

source: Toggle anti invites on or off
es_es: Cambia anti invitaciones a encendido/apagado

source: {0} Successfuly disabled anti invites in this server
es_es: {0} Se ha desactivado correctamente las anti invitaciones en este servidor

source: Anti invite is already disabled in this server.
es_es: Anti invitaciones ya está deshabilitado en este servidor.

source: {0} Successfully set anti invites punishment type to **{1}** members.{2}
es_es: {0} Se ha establecido correctamente el tipo de castigo para anti invitaciones a **{1}** miembros.{2}

source: Toggle anti mass mention on or off
es_es: Cambia anti mención masiva a encendido o apagado

source: Toggle anti mass mention on or off and set the mentions limit to whatever number you want
es_es: Cambia anti mención masiva a encendido I apagado y estable el límite de menciones a cualquier número que quieras

source: Mentions limit must be between 2 and 15
es_es: El límite de menciones debe estar entre 2 y 15

source: {0} Successfuly disabled anti mass mention in this server
es_es: {0} He desactivado a tu mención masiva en este servidor

source: Anti mass mentions are already disabled in this server.
es_es: Anti mención masiva ya está desactivado en este servidor.

source: {0} Successfully set anti mass mentions punishment type to **{1}** members. Mentions limit - `{2}`.{3}
es_es: {0} He establecido con éxito el tipo de castigo de la mención masiva a **{1}** miembros. Límite de menciones - `{2}`.{3}

source: Toggle anti mass caps on or off
es_es: Cambia anti mayúsculas masivas a encendido o apagado

source: Toggle anti mass caps and set the caps percentege limit to whatever number you prefer
es_es: Cambia anti mayúsculas masivas a encendido o apagado y establece el límite de porcentaje de mayúsculas a cualquier número que prefieras

source: Percentage limit must be between 25 and 100
es_es: El límite de porcentaje debe estar entre 25 y 100

source: {0} Successfuly disabled anti mass caps in this server
es_es: {0} He desactivado anti mayúsculas masivas en este servidor

source: Anti caps are already disabled in this server.
es_es: Anti mayúsculas masivas ya está desactivado en este servidor.

source: {0} Successfully set anti mass caps punishment type to **{1}** members. Percentage set to - `{2}`.{3}
es_es: {0} He establecido con éxito el tipo de castigo de las mayúsculas masivas a **{1}** miembros. Porcentaje establecido a - `{2}`.{3}

source: Toggle anti spam on or off
es_es: Cambia anti spam a encendido/apagado

source: Toggle anti spam on or off
es_es: Cambia anti spam a encendido/apagado

source: {0} Successfuly disabled anti spam in this server
es_es: {0} He desactivado correctamente el anti spam en este servidor

source: Anti spam is already disabled in this server.
es_es: Anti spam ya está deshabilitado en este servidor.

source: {0} Successfully set anti spam punishment type to **{1}** members.{2}
es_es: {0} Se ha establecido correctamente el tipo de castigo para anti spam a **{1}** miembros.{2}

source: Toggle if automod should ignore server moderators
es_es: Cambia si la automoderación deber ignorar a los moderadores del servidor

source: Toggle whether or not bot should ignore members with manage messages permissions (moderators)
es_es: Cambia si el bot debe ignorar o no a los miembros con permisos de gestionar mensajes (moderadores)

source: {0} I will not be ignoring people with manage messages permissions (moderators) from now on.
es_es: {0} No ignoraré a las personas con permisos de gestionar mensajes (moderadores) a partir de ahora.

source: {0} I will be ignoring people with manage messages permissions (moderators) from now on.
es_es: {0} Ignoraré a las personas con permisos de gestionar mensajes (moderadores) a partir de ahora.

source: Toggle if automod should delete messages when punishing the user(s)
es_es: Cambia si la automoderación debe eliminar los mensajes al castigar al usuario(s)

source: Toggle whether or not bot should delete the messages when punishing the user(s)
es_es: Cambia si la automoderación debe eliminar los mensajes al castigar al usuario(s)

source: {0} I will not be deleting messages from now on.
es_es: {0} No borraré mensajes a partir de ahora.

source: {0} I will now be deleting messages from now on.
es_es: {0} Borraré mensajes a partir de ahora.

source: Manage anti raid mode in the server
es_es: Administra el modo de anti invasión en el servidor

source: Manage anti raid mode in the server
es_es: Administra el modo de anti invasión en el servidor

source: Toggle raid mode on or off
es_es: Cambia la anti invasión a encendido/apagado

source: Toggle raid mode status **Values:** `kick` - kick new members that only have their account created less than 30 days ago `ban` - ban new members that only have their account created less than 30 days ago `kickall` - kick all new members, account age doesn't matter `banall` - ban all new members, account age doesn't matter
es_es: Alterna el estado del modo anti invasión **Valores:** `kick` - expulsa a todos los nuevos miembros que han creado su cuenta en menos de 30 días `ban` - banea a todos los nuevos miembros que han creado su cuenta en menos de 30 días `kickall` - expulsa a todos los nuevos miembros, la edad de la cuenta no importa `banall` - banea a todos los nuevos miembros, la edad de la cuenta no importa

source: Allowed values are `kick`, `ban`, `kickall` and `banall`, if you're trying to disable the raid mode, don't provide any arguments
es_es: Los valores permitidos son `kick`, `ban`, `kickall` y `banall`, si estás intentando desactivar el modo anti invasión, no proporcionas ningún argumento

source: {0} Successfully enabled raidmode, will kick new members who have their accounts created less than 30 days ago.
es_es: {0} He habilitado correctamente el modo de anti invasión, expulsaré a los nuevos miembros que hayan creado sus cuentas hace menos de 30 días.

source: {0} Successfully enabled raidmode, will ban new members who have their accounts created less than 30 days ago.
es_es: {0} He habilitado correctamente el modo de anti invasión, banearé a los nuevos miembros que hayan creado sus cuentas hace menos de 30 días.

source: {0} Successfully enabled raidmode, will kick all new members
es_es: {0} He habilitado correctamente el modo de anti invasión, expulsaré a todos los nuevos miembros

source: {0} Successfully enabled raidmode, will ban all new members
es_es: {0} He habilitado correctamente el modo de anti invasión, banearé a todos los nuevos miembros

source: {0} Successfully disabled raidmode
es_es: {0} He deshabilitado correctamente el modo de anti invasión

source: {0} Set the new raidmode logging channel to {1}
es_es: {0} He establecido el nuevo canal de registro de modo de anti invasión a {1}

source: {0} Set the raidmode action to kick new members who have their accounts created less than 30 days ago.
es_es: {0} La acción de anti invasión ha sido establecida a expulsar nuevos miembros que han creado su cuenta hace menos de 30 días.

source: {0} Set the raidmode action to ban new members who have their accounts created less than 30 days ago.
es_es: {0} La acción de anti invasión ha sido establecida a banear nuevos miembros que han creado su cuenta hace menos de 30 días.

source: {0} Set the raidmode action to kick all new members
es_es: {0} La acción de anti invasión ha sido establecida a expulsar a todos los miembros nuevos

source: {0} Set the raidmode action to ban all new members
es_es: {0} La acción de anti invasión ha sido establecida a banear a todos los miembros nuevos

source: {0} Set the raidmode action to {1} new members {2}
es_es: {0} La acción de anti invasión ha sido establecida a {1} a todos los miembros nuevos {2}

source: who have their account created less than 30 days ago.
es_es: que han creado su cuenta hace menos de 30 días.

source: Toggles anti raid mode DMs
es_es: Cambia la opción de los mensajes privados durante anti invasión

source: Toggle if new members should get a DM from the bot when joining the server
es_es: Alterna si nuevos miembros deberían recibir un mensaje privado del bot al unirse al servidor

source: Raid mode is disabled in this server, enable it by using `{0}raid-mode toggle` command
es_es: El modo anti invasión está desactivado en este servidor, actívalo usando el comando `{0}raid-mode toogle`

source: {0} I will not be DMing people when kicking or banning them anymore on raid.
es_es: {0} Ya no enviaré mensajes privados a personas cuando los expulse o banee durante invasión.

source: {0} I will now be DMing people when kicking or banning them on raid.
es_es: {0} Ahora enviaré mensajes privados a personas cuando los expulse o banee durante invasión.

source: Manage automod's whitelist
es_es: Administra la lista blanca de la automoderación

source: Base command for managing automod's whitelist
es_es: Comando base para administrar la lista blanca de la automoderación

source: A list of whitelisted channels and roles from automod
es_es: Una lista de canales y roles en la lista blanca de la automoderación

source: A list of roles and channels that are whitelisted from the automod. `<what>`: *channels*, *roles*
es_es: Una lista de roles y canales que están en la lista blanca de la automoderación. `<what>`: *canales*, *roles*

source: {0} There are no whitelisted channels in the server.
es_es: {0} No hay canales en la lista blanca en el servidor.

source: List of whitelisted channels
es_es: Lista de los canales en la lista blanca

source: {0} There are no whitelisted roles in the server.
es_es: {0} No hay roles en la lista blanca en el servidor.

source: List of whitelisted roles
es_es: Lista de los roles en la lista blanca

source: {0} There are no whitelisted users in the server.
es_es: {0} No hay usuarios en la lista blanca en el servidor.

source: List of whitelisted users
es_es: Lista de los usuarios en la lista blanca

source: {0} The value you've provided is invalid, please choose either `channels`, `roles` or `users`
es_es: {0} El valor que has proporcionado es inválido, por favor, elige entre `channels`, `roles` o `users`

source: Add a channel to automod's whitelist
es_es: Añade un canal a la lista blanca de automoderación

source: Add a channel to automod's whitelist
es_es: Añade un canal a la lista blanca de automoderación

source: Channel {0} is already added to the whitelist.
es_es: El canal {0} ya está añadido en la lista blanca.

source: {0} Added {1} to the channels whitelist.
es_es: {0} Se ha añadido {1} a la lista blanca de canales.

source: Add a role to automod's whitelist
es_es: Añade un rol a la lista blanca de automoderación

source: Add a role to automod's whitelist
es_es: Añade un rol a lista blanca de automoderación

source: Role **{0}** is already added to the whitelist.
es_es: El rol **{0}** ya está añadido en la lista blanca.

source: {0} Added {1} to the roles whitelist.
es_es: {0} Se ha añadido {1} a la lista blanca de roles.

source: Add a user to automod's whitelist
es_es: Añade un usuario a la lista blanca de automoderación

source: Add a user to automod's & raid mode's whitelist
es_es: Añade un usuario a la lista blanca de automoderación y modo invasión

source: User **{0}** is already added to the whitelist.
es_es: El usuario **{0}** ya está añadido en la lista blanca.

source: {0} Added {1} to the users whitelist.
es_es: {0} Se ha añadido {1} a la lista blanca de usuarios.

source: Remove a role from automod's whitelist
es_es: Remueve un rol de la lista blanca de automoderación

source: Remove a role from automod's whitelist
es_es: Remueve un rol de la lista blanca de automoderación

source: {0} It looks like there are no roles whitelisted in the server.
es_es: {0} Parece que no hay roles en la lista blanca en el servidor.

source: Role **{0}** is not in the whitelist.
es_es: El rol **{0}** no está en la lista blanca.

source: {0} Removed {1} from the roles whitelist.
es_es: {0} He eliminado {1} de la lista blanca de roles.

source: Remove a user from automod's whitelist
es_es: Remueve un usuario de la lista blanca de automoderación

source: Remove a role from automod's & raid mode's whitelist
es_es: Remueve un rol de la lista blanca de automoderación y modo invasión

source: {0} It looks like there are no users whitelisted in the server.
es_es: {0} Parece que no hay usuarios en la lista blanca del servidor.

source: User **{0}** is not in the whitelist.
es_es: El usuario **{0}** no está en la lista blanca.

source: {0} Removed {1} from the users whitelist.
es_es: {0} He eliminado {1} de la lista blanca de usuarios.

source: Remove a channel from automod's whitelist
es_es: Elimina un canal de la lista blanca de la automoderación

source: Remove a channel from automod's whitelist
es_es: Elimina un canal de la lista blanca de la automoderación

source: {0} It looks like there are no channels whitelisted in the server.
es_es: {0} Parece que no hay canales en la lista blanca en el servidor.

source: Channel {0} is not in the whitelist.
es_es: El canal {0} no está en la lista blanca.

source: {0} Removed {1} from the channels whitelist.
es_es: {0} He eliminado {1} de la lista blanca de canales.

source: Set your own custom prefix
es_es: Establece su propio prefijo personalizado

source: Set your own custom prefix which you'll be able to access everywhere
es_es: Establece tu propio prefijo personalizado al que podrás acceder en todas partes

source: {0} Custom prefix can't be longer than 7 characters.
es_es: {0} El prefijo personalizado no puede tener más de 7 caracteres.

source: {0} Set your custom prefix to `{1}`.
es_es: {0} Se ha establecido tu prefijo personalizado a `{1}`.

source: Manage your social medias
es_es: Administra tus redes sociales

source: Base command for managing your social medias
es_es: Comando base para administrar tus redes sociales

source: Link a social media
es_es: Vincula una red social

source: Add social media to your medias list
es_es: Añade una red social a tu lista de medios

source: You've reached the max limit of social medias available. (10)
es_es: Has alcanzado el límite máximo de redes sociales disponibles. (10)

source: {0} Sorry! I can't have you have media longer than 32 characters.If you wish this number to be updated, please contact my developer(s)
es_es: {0} ¡Lo siento! No puedo tener más de 32 caracteres. Si deseas actualizar este número, ponte en contacto con mi(s) desarrollador(es)

source: {0} You already have {name.lower()} linked in your medias.
es_es: {0} Ya tienes {name.lower()} vinculado en tus medios.

source: {0} URL must start with either a http:// or https://
es_es: {0} La dirección URL debe comenzar con http:// o https://

source: {0} Added {1} (<{2}>) to your medias.
es_es: {0} He añadido {1} (<{2}>) a tus medios.

source: Link your Discord server
es_es: Vincula tu servidor de Discord

source: Add Discord to your social medias list, when not providing the name, server name will be used
es_es: Añade Discord a tu lista de redes sociales, si no proporcionas el nombre, el nombre del servidor será utilizado

source: {0} Invite must not be a full link, only the code (PMZXUwdr)
es_es: {0} La invitación no debe ser un enlace completo, sólo el código (PMZXUwdr)

source: {0} You already have {1} linked in your medias.
es_es: {0} Ya tienes {1} enlazado en tus medios.

source: Can't seem to find that invite, please make sure you're only sending the code (PMZXUwdr) else it won't work.
es_es: No pude encontrar esa invitación, por favor asegúrate de que sólo estés enviando el código (PMZXUwdr) de lo contrario no funcionará.

source: {0} Added Discord ({1} - <{2}>) to your medias list.
es_es: {0} He añadido Discord ({1} - <{2}>) a tu lista de medios.

source: Link your Instagram account
es_es: Vincula tu cuenta de Instagram

source: Add Instagram to your social medias list
es_es: Añade Instagram a tu lista de redes sociales

source: {0} Account name must not be a full link, only the name (TheMoksej)
es_es: {0} El nombre de la cuenta no debe ser un enlace completo, sólo el nombre (TheMoksej)

source: {0} Instagram account limit is 30, you're over 30, you sure it's the correct account name?
es_es: {0} El límite del nombre de la cuenta de Instagram es 60, el tuyo tiene más de 60, ¿estás seguro de que es el nombre de cuenta correcto?

source: {0} Added Instagram ({1} - <{2}>) to your medias list.
es_es: {0} He añadido Instagram ({1} - <{2}>) a tu lista de medios.

source: Link your Twitch account
es_es: Vincula tu cuenta de Twitch

source: Add Twitch to your social medias list
es_es: Añade Twitch a tu lista de redes sociales

source: {0} Twitch account limit is 30, you're over 30, you sure it's the correct account name?
es_es: {0} El límite del nombre de la cuenta de Twitch es 60, el tuyo tiene más de 60, ¿estás seguro de que es el nombre de cuenta correcto?

source: {0} Added Twitch ({1} - <{2}>) to your medias list.
es_es: {0} He añadido Twitch ({1} - <{2}>) a tu lista de medios.

source: Link your Twitter account
es_es: Vincula tu cuenta de Twitter

source: Add Twitter to your social medias list
es_es: Añade Twitter a tu lista de redes sociales

source: {0} Twitter account limit is 30, you're over 30, you sure it's the correct account name?
es_es: {0} El límite del nombre de la cuenta de Twitter es 60, el tuyo tiene más de 60, ¿estás seguro de que es el nombre de cuenta correcto?

source: {0} Added Twitter ({1} - <{2}>) to your medias list.
es_es: {0} He añadido Twitter ({1} - <{2}>) a tu lista de medios.

source: Link your GitHub account
es_es: Vincula tu cuenta de GitHub

source: Add Github to your social medias list
es_es: Añade GitHub a tu lista de redes sociales

source: {0} GitHub account limit is 30, you're over 30, you sure it's the correct account name?
es_es: {0} El límite del nombre de la cuenta de GitHub es 60, el tuyo tiene más de 60, ¿estás seguro de que es el nombre de cuenta correcto?

source: {0} Added GitHub ({1} - <{2}>) to your medias list.
es_es: {0} He añadido GitHub ({1} - <{2}>) a tu lista de medios.

source: Link your youtube account
es_es: Vincula tu cuenta de YouTube

source: Add YouTube to your social medias list
es_es: Añade YouTube a tu lista de redes sociales

source: {0} Account name must not be a full link, only the name (UCyFCSJXJ6cGWae2DBg3J2zg)
es_es: {0} El nombre de la cuenta no debe ser un enlace completo, sólo el nombre (UCyFCSJXJ6cGWae2DBg3J2zg)

source: {0} Youtube account name limit is 60, you're over 60, you sure it's the correct account name?
es_es: {0} El límite del nombre de la cuenta de Youtube es 60, el tuyo tiene más de 60, ¿estás seguro de que es el nombre de cuenta correcto?

source: {0} Overwrite name must be shorter than 32 characters.
es_es: {0} El nombre de la sobreescritura debe tener menos de 32 caracteres.

source: {0} Added YouTube ({1} - <{2}>) to your medias list.
es_es: {0} He añadido YouTube ({1} - <{2}>) a tu lista de medios.

source: Remove linked social media
es_es: Remueve redes sociales enlazadas

source: Remove media from your medias list Social types: 1 - Discord 2 - Instagram 3 - Twitch 4 - Twitter 5 - Github 6 - Spotify 7 - Youtube
es_es: Remueve medios de tu lista de medios Tipos sociales: 1 - Discord 2 - Instagrama 3 - Twitch 4 - Twitter 5 - GitHub 6 - Spotify 7 - Youtube

source: {0} You don't have {1} linked in your medias.
es_es: {0} No tienes {1} enlazado en tus medios.

source: {0} You're about to delete all the social medias named {1}. Are you sure you want to do that? If no, please add a social type *(`{2}help socialmedia remove`)*
es_es: {0}Estás a punto de eliminar todas tus redes sociales nombradas {1}. ¿Estás seguro que quieres hacer eso? Si no, por favor añade un tipo social *(`{2}help socialmedia remove`)*

source: {0} Deleted all the social medias named {1} from your account.
es_es: {0} He eliminado de tu cuenta todas las redes sociales nombrados {1}.

source: Alright, I will not be removing your social medias.
es_es: De acuerdo, no voy a remover sus redes sociales.

source: {0} You've waited for too long, canceling the command.
es_es: {0} Has esperado demasiado tiempo, cancelando el comando.

source: {0} Removed {1} from your linked social medias
es_es: {0} He eliminado {1} de tus redes sociales vinculadas

source: Rate something
es_es: Valora algo

source: Rates what you desire
es_es: Califica lo que deseas
