Repository: dredd-bot/i18n
Catalog: bot.po
Languages: es_es

source: A more advanced purge command. This command uses a powerful "command line" syntax. Most options support multiple values to indicate 'any' match. If the value has spaces it must be quoted. The messages are only deleted if all options are met unless the `--or` flag is passed, in which case only if any is met. The following options are valid. `--user`: A mention or name of the user to remove. `--contains`: A substring to search for in the message. `--starts`: A substring to search if the message starts with. `--ends`: A substring to search if the message ends with. `--search`: How many messages to search. Default 100. Max 2000. `--after`: Messages must come after this message ID. `--before`: Messages must come before this message ID. Flag options (no arguments): `--bot`: Check if it's a bot user. `--embeds`: Check if the message has embeds. `--files`: Check if the message has attachments. `--emoji`: Check if the message has custom emoji. `--reactions`: Check if the message has reactions `--or`: Use logical OR for all options. `--not`: Use logical NOT for all options.
es_es: Un comando de eliminar mensajes más avanzado. Este comando usa una podera sintaxis "línea de comandos". La mayoría de opciones perimiten múltiples valores para indicar 'cualquier' coincidencia. Si el valor tiene contiene espacios debe ser citdo. Los mensajes son sólo eliminados si todas las opciones coinciden al menos que la bandera `--or` sea añadida, en dicho caso sólo si alguno coincide. Las siguientes opciones son válidas. `--user`: Una mención o el nombre del usuario para eliminar. `--contains`: Una subcadena a buscar en los mensajes. `--starts`: Una subcadena para buscar en los mensajes que inicien con ella. `--ends`: Una subcadena para buscar en los mensajes que inicien con finalizen con ella. `--search`: Cuántos mensajes deben ser buscados. 100 por predeterminado. 2000 como máximo. `--after`: Los mensajes deben ser después de este ID de mensaje. `--before`: Los mensajes deben ser antes de este ID de mensaje. Opciones de banderas (sin argumentos): `--bot`: Revisar si el usuario es un bot. `--embeds`: Revisar si el mensaje incluye incrustaciones. `--files`: Revisar si el mensaje incluye archivos incluidos. `--emoji`: Revisar si el mensaje incluye emojis personalizados. `--reactions`: Revisar si el mensaje incluye reacciones. `--or`: Usar O lógico para todas las opciones. `--not`: Usar NO lógico para todas las opciones.

source: Nuke the channel
es_es: Clona un canal

source: {0} Successfully nuked the channel. Deleting this message in 30 seconds.
es_es: {0} He clonado correctamente el canal. Eliminando este mensaje en 30 segundos.

source: Freeze the server
es_es: Congela el servidor

source: Freezes everyone from sending messages in the server
es_es: Evita que todos envíen mensajes en el servidor

source: {0} Server is now frozen!
es_es: {0} ¡El servidor ahora está congelado!

source: {0} Server is already frozen!
es_es: {0} ¡El servidor ya está congelado!

source: Unfreeze the server
es_es: Descongela el servidor

source: Unfreezes everyone from sending messages in the server
es_es: Desbloquea el envío de mensajes en el servidor

source: {0} Server is now unfrozen!
es_es: {0} ¡El servidor ahora está descongelado!

source: {0} Server is not frozen!
es_es: {0} ¡El servidor no está congelado!

source: Create a role
es_es: Crea un rol

source: Create a role in the server
es_es: Crea un rol en el servidor

source: Role name can't be longer than 100 characters
es_es: El nombre del rol no puede tener más de 100 caracteres

source: {0} Created role named **{1}**
es_es: {0} He creado el rol con el nombre **{1}**

source: Delete a role
es_es: Elimina un rol

source: Delete a role in the server
es_es: Elimina un rol en el servidor

source: {0} I cannot delete that role as it's higher or equal in role hiararchy!
es_es: {0} ¡No puedo eliminar ese rol ya que es mayor o igual en la jerarquía de rol!

source: {0} You cannot delete that role as it's higher or equal in role hiararchy!
es_es: {0} ¡No puedes eliminar ese rol ya que es mayor o igual en la jerarquía de rol!

source: {0} Successfully deleted the role!
es_es: {0} ¡He eliminado el rol con éxito!

source: {0} Failed to delete the role, not sure why.
es_es: {0} Fallé al eliminar el rol, no estoy seguro por qué.

source: {0} Looks like I'm missing permissions, but that's not possible.
es_es: {0} Parece que no tengo permisos, pero eso no es posible.

source: Add a role to member(s)
es_es: Añade un rol a miembro(s)

source: Add a role to a member. Mentioning multiple members will add a role to multiple members.
es_es: Añade un rol a un miembro. Mencionar múltiples miembors añadirá un rol a múliples miembros.

source: {0} | You can only add a role to 15 members at once.
es_es: {0} | Solo puedes añadir un rol a 15 miembros a la vez.

source: {0} ({1}) - **Member already has that role**
es_es: {0} ({1}) - **El miembro ya tiene ese rol**

source: {0} ({1}) - **The role is either higher than me or is my highest**
es_es: {0} ({1}) - **El rol es más alto que yo o es el más alto**

source: {0} ({1}) - **The role is either higher than you or is your highest**
es_es: {0} ({1}) - **El rol es más alto que tú o es el más alto**

source: **I've successfully added a role to {0} member(s):**
es_es: **He añadido un rol con éxito a {0} miembro(s):**

source: **However, I failed to add the role to the following {0} member(s):**
es_es: **Sin embargo, no he podido añadir el rol a los siguientes {0} miembro(s):**

source: **I failed to add a role to all the members:**
es_es: **No he podido añadir el rol a todos los miembros:**

source: Remove a role to member(s)
es_es: Remueve un rol de miembro(s)

source: Remove a role to a member. Mentioning multiple members will remove a role from multiple members.
es_es: Remueve un rol de un miembro. Mencionar múltiples miembors removerá un rol de múliples miembros.

source: {0} | You can only remove a role from 15 members at once.
es_es: {0} | Solo puedes remover un rol de 15 miembros a la vez.

source: {0} ({1}) - **Member doesn't have that role**
es_es: {0} ({1}) - **El miembro no tiene ese rol**

source: **I've successfully removed a role from {0} member(s):**
es_es: **He removido un rol con éxito de {0} miembro(s):**

source: **However, I failed to remove the role from the following {0} member(s):**
es_es: **Sin embargo, no he podido remover el rol de los siguientes {0} miembro(s):**

source: **I failed to remove a role from all the members:**
es_es: **No he podido remover el rol a todos los miembros:**

source: Edit a reason of a case
es_es: Editar la razón de un caso

source: Edit the reason of a case. You can also edit multiple cases by adding `~` before a number
es_es: Edita la razón de un caso. También puedes editar múltiples casos añadiendo `~` antes de un número

source: {0} The format for editing multiple cases is wrong, the correct format is `~<number of cases>`
es_es: {0} El formato para editar múltiples casos es incorrecto, el formato correcto es `~<número de casos>`

source: {0} Please make sure the number is valid.
es_es: {0} Asegúrate de que el número sea válido.

source: {0} Can't seem to find any cases in this server.
es_es: {0} Parece que no puedo encontrar ningún caso en este servidor.

source: {0} There are only {1} cases available to edit.
es_es: {0} Sólo hay {1} casos disponibles para editar.

source: {0} Started editing last {1} case(s), this might take a while.
es_es: {0} He empezado a editar los últimos {1} caso(s), esto puede tardar un tiempo.

source: {0} Successfully edited cases - {1}
es_es: {0} Casos editados con éxito - {1}

source: {0} Failed to edit last {1} case(s), this might be because the log message was deleted
es_es: {0} No pude editar los últimos {1} caso(s), esto puede ser porque el mensaje de registro fue eliminado

source: {0} Case `#{1}` doesn't exist.
es_es: {0} El caso `#{1}` no existe.

source: {0} Unknown message! Make sure I have permissions to see the logging channel and if that message exists.
es_es: {0} Mensaje desconocido! Asegúrate de que tengo permisos para ver el canal de registro y si ese mensaje existe.

source: {0} Looks like I'm missing permissions to get that message
es_es: {0} Parece que no tengo permisos para obtener ese mensaje

source: {0} Retrieving the message failed.
es_es: {0} Recuperar el mensaje falló.

source: Successfully edited case `#{0}` reason
es_es: He modificado con éxito la razón del caso `#{0}`

source: Delete existing case
es_es: Elimina un caso existente

source: Delete the existing case
es_es: Elimina el caso existente

source: {0} Case was deleted
es_es: {0} El caso fue eliminado

source: **Case ID:** {0} **Moderator:** {1} ({2}) **Reason:** {3}
es_es: **ID del caso:** {0} **Moderador:** {1} ({2}) **Razón:** {3}

source: {0} Case `#{1}` was successfuly deleted, but I was unable to send a log message to the logging channel in which case was logged. *It was most likely deleted*
es_es: {0} El caso `#{1}` fue eliminado correctamente, pero no pude enviar un mensaje de registro al canal de registro, en cuyo caso fue registrado. *Posiblemente fue eliminado*

source: {0} Case `#{1}` was successfully deleted.
es_es: {0} El caso `#{1}` fue eliminado correctamente.

source: I was unable to send a message to your logging channel.
es_es: No pude enviar mensajes a tu canal de registro.

source: Get case information
es_es: Obtén información del caso

source: Get more information of the case
es_es: Obtén más información sobre el caso

source: Showing you case `#{0}` information
es_es: Mostrando información del caso `#{0}`

source: Check user history of punishments
es_es: Revisa el historial de castigos de un usuario

source: Get a history of user's punishments
es_es: Obtén un historial de castigos del usuario

source: {0} {1} doesn't have any punishments history.
es_es: {0} {1} no tiene ningún historial de castigos.

source: softban
es_es: softbanear

source: warn
es_es: advertir

source: unban
es_es: desbanear

source: unmute
es_es: dessilenciar

source: voice mute
es_es: silenciar en canal de voz

source: voice unmute
es_es: dessilenciar en canal de voz

source: Not Found. ID: {0}
es_es: No encontrado. ID: {0}

source: **Case ID:** {0} **Action:** {1} **Moderator:** {2} ({3}) **Reason:** {4}
es_es: **ID del caso:** {0} **Acción:** {1} **Moderador:** {2} ({3}) **Razón:** {4}

source: {0} Punishments History
es_es: {0} Historial de sanciones

source: Muted: {0}; Banned: {1}; Kicked: {2}; Softbanned: {3}; Warned: {4}
es_es: Silenciado: {0}; Baneado: {1}; Expulsado: {2}; Softbaneado: {3}; Advertido: {4}

source: Shows the duration of tempmute left.
es_es: Muestra la duración del silencio temporal restante.

source: Check the duration of member's tempmute. If you're the user, you can run this command in DMs with srver id provided as well
es_es: Revisa la duración del silencio temporal de un miembro. Si tú eres el usuario, puedes ejecutar este comando en mensajes privados con el ID del servidor también

source: User is not temp muted.
es_es: El usuario no está silenciado temporalmente.

source: **{0}** will be unmuted in: `{1}`
es_es: **{0}** será dessilenciado en: `{1}`

source: Server administrators have disabled this feature in that server, unfortunately I cannot tell you the duration until you get unmuted.
es_es: Los administradores del servidor han deshabilitado esta característica en ese servidor, por desgracia no puedo decirte la duración hasta que no seas dessilenciado.

source: You're not temp muted?
es_es: ¿No estás silenciado temporalmente?

source: You will be unmuted in: `{0}`
es_es: Serás dessilenciado en: `{0}`

source: Please give the ID of the server too.
es_es: Por favor, indica también el ID del servidor.

source: User is not temp muted in that server.
es_es: El usuario no está temporalmente silenciado en ese servidor.

source: Toggle if users should see their temp mute duration
es_es: Alterna si los usuarios deberían ver la duración de su silencio temporal

source: Toggle if users should be able to see when they're getting unmuted. They'll be able to run the command in DMs if it's toggled on.
es_es: Alterna si los usuarios deberían poder ver cuando serán dessilenciados. Serán capaces de ejecutar el comando en mensajes privados si está activado.

source: {0} Users will now be able to check their temp-mute duration in their DMs
es_es: {0} Los usuarios ahora podrán revisar la duración de su silencio temporal en sus mensajes privados

source: {0} Users won't be able to check their temp-mute duration in their DMs anymore.
es_es: {0} Los usuarios ya no podrán revisar la duración de su silencio temporal en sus mensajes privados.

source: Create an emoji
es_es: Crea un emoji

source: Create an emoji
es_es: Crea un emoji

source: Emoji name can't be longer than 32 characters, you're {0} characters over
es_es: El nombre del emoji no puede tener más de 32 caracteres, el tuyo está {0} arriba del límite

source: This guild has reached the max amount of emojis added.
es_es: Este servidor de Discord ha alcanzado la cantidad máxima de emojis añadidos.

source: {0} Successfully created {1} emoji in this server.
es_es: {0} He creado con éxito el emoji {1} en este servidor.

source: Emoji URL is invalid
es_es: La URL del emoji no es válida

source: The URL doesn't contain any image
es_es: La URL no contiene ninguna imagen

source: You need to either provide an image URL or upload one with the command
es_es: Debes proporcionar ya sea un enlace de imagen o subir una con el comando

source: Looks like you've encountered bug that we're unaware how to fix, we've gone ahead and destroyed your music player for this guild, if you still encounter these bugs, please join the support server here: {0}
es_es: Parece que has encontrado un error que no sabemos cómo corregir, hemos seguido adelante y hemos destruido tu reproductor de música para este servidor de Discord, si todavía encuentras estos errores, por favor, únete al servidor de soporte aquí: {0}

source: {0} Please give me permissions to speak in a stage channel. I will check if I have permissions to speak again in 10 seconds, if not, I will leave the stage channel.
es_es: {0} Por favor, dame los permisos para hablar en un canal de escenario.

source: Left because I was still suppressed.
es_es: He abandonado porque todavía estaba silenciado.

source: {0} Started playing **{1}**{2}
es_es: {0} He empezado a reproducir **{1}**{2}

source: Queue End
es_es: Fin de la cola

source: Live: {0}
es_es: En vivo: {0}

source: None
es_es: Ninguno

source: Current
es_es: Actual

source: All
es_es: Todo

source: **Now Playing:** {0} **Duration:** {1} **Volume:** {2}% **Requested by:** {3} **DJ:** {4} **Loop:** {5} **Upcoming:** {6} `(+{7})` **Filter:** {8}╠ **Pitch:** `{9}x` {8}╚ **Speed:** `{10}x`
es_es: **Ahora reproduciendo:** {0} **Duración:** {1} **Volumen:** {2}% **Solicitado por:** {3} **DJ:** {4} **Bucle:** {5} **En camino:** {6} `(+{7})` **Filtro:** {8}╠ **Tono:** `{9}x` {8}╚ **Velocidad:** `{10}x`

source: Live Stream
es_es: Transmisión en Directo

source: Alright, I will not be clearing the queue.
es_es: De acuerdo, no voy a borrar la cola.

source: {0} Successfully cleared {1} songs from the queue.
es_es: {0} He eliminado con éxito {1} canciones de la cola.

source: Everyone left the voice channel, I will stop playing music
es_es: Todos dejaron el canal de voz, dejaré de reproducir música

source: Everyone left the voice channel, I will pause the current track
es_es: Todos dejaron el canal de voz, pausaré la canción actual

source: The queue is empty, please add songs to the queue so I could play them.
es_es: La cola de reproducción está vacía, por favor añade canciones a la cola para poder reproducirlas.

source: Connect bot to a voice channel
es_es: Conecta el bot a un canal de voz

source: Connect bot to a voice channel
es_es: Conecta el bot a un canal de voz

source: {0} Already connected to the voice channel.
es_es: {0} Ya estoy conectado al canal de voz.

source: {0} Connected to **{1}**!
es_es: {0} Conectado a **{1}**!

source: Search for and add song(s) to the Queue
es_es: Busca y añade canción(es) a la cola de reproducción

source: Search for and add song(s) to the Queue
es_es: Busca y añade canción(es) a la cola de reproducción

source: {0} Added the playlist **{1}** with {2} songs to the queue!{3}
es_es: {0} ¡He añadido la lista de reproducción **{1}** con {2} canciones a la cola!{3}

source: {0} Added **{1}** to the Queue!{2}
es_es: {0} He añadido **{1}** a la cola!{2}

source: {0} If you have the URL of the song might as well use the `play` command.
es_es: {0} Si tienes el enlace de la canción también puedes usar el comando `play`.

source: {0} **I've found these songs:** {1} *Please choose a song you want me to queue*
es_es: {0} **He encontrado estas canciones:** {1} *Por favor, elige una canción en la que quieras que añada a la cola*

source: Enqueue the radio station
es_es: Pon en cola la estación de rado

source: Plays the selected radio station, if you have suggestions for radio stations, feel free to suggest them in the support server
es_es: Reproduce la radio seleccionada, si tienes sugerencias de emisoras de radio, no dudes en sugerirlas en el servidor de soporte

source: You may choose from one of these radio stations: • {0}
es_es: Puedes elegir una de estas emisoras de radio: • {0}

source: Uh oh, looks like that radio station broke down.
es_es: Oh oh, parece que la estación de radio se averió.

source: Toggle player's 24/7 mode
es_es: Alterna el modo 24/7 del reproductor

source: Enable or disable the player's 24/7 mode
es_es: Activa o desactiva el modo 24/7 del reproductor

source: {0} Successfuly enabled 24/7 mode, I will stay in the voice channel when everyone leaves.
es_es: {0} He activado el modo 24/7 con éxito, permaneceré en el canal de voz cuando todos se salgan.

source: {0} Successfully disabled 24/7 mode, I will leave the voice channel when everyone leaves.
es_es: {0} He desactivado correctamente el modo 24/7, dejaré el canal de voz cuando todos se salgan.

source: {0} I'm sorry, but only the DJ and people with manage messages permission can toggle the 24/7 mode.
es_es: {0} Lo siento, pero solo el DJ y las personas con permisos de gestión de mensajes pueden cambiar el modo 24/7.

source: Pause the currently playing song
es_es: Pausa la canción actualmente en reproducción

source: Pause the currently playing song.
es_es: Pausa la canción actualmente en reproducción.

source: {0} You cannot pause live streams.
es_es: {0} No puedes pausar streams en vivo.

source: {0} An admin or DJ has stopped the player.
es_es: {0} Un administrador o DJ ha detenido el reproductor.

source: **{0}** has voted to pause the player, {1} more votes are needed to pause.
es_es: **{0}** ha votado para pausar el reproductor, se necesitan {1} votos más para pausar.

source: {0} Vote to pause passed. Pausing the player.
es_es: {0} Ha pasado el tiempo para votar pausar. Pausando el reproductor.

source: Resume the currently paused song.
es_es: Reanuda la canción actualmente en pausa.

source: Resume the currently paused song.
es_es: Reanuda la canción actualmente en pausa.

source: {0} An admin or DJ has resumed the player.
es_es: {0} Un administrador o DJ ha reanudado el reproductor.

source: **{0}** has voted to resume the player, {1} more votes are needed to resume.
es_es: **{0}** ha votado para reanudar el reproductor, se necesitan {1} votos más para reanudar.

source: {0} Vote to resume passed. Resuming the player.
es_es: {0} Ha pasado el tiempo para votar reanudar. Reanudando el reproductor.

source: Skip the currently playing song.
es_es: Salta la canción actualmente reproduciendo.

source: Skip the currently playing song.
es_es: Salta la canción actualmente reproduciendo.

source: {0} There's nothing to skip to, the queue is empty..
es_es: {0} No hay nada que saltar, la cola está vacía..

source: {0} An admin or DJ has skipped the song.
es_es: {0} Un administrador o DJ ha saltado la canción.

source: The song requester has skipped the song.
es_es: El solicitante de la canción ha saltado la canción.

source: **{0}** has voted to skip the current song, {1} more votes are needed to skip.
es_es: **{0}** ha votado para saltar la canción actual, se necesitan {1} votos más para saltar.

source: {0} Vote to skip passed. Skipping the song.
es_es: {0} Ha pasado el tiempo para votar saltar. Saltando la canción.

source: Disconnect the player and controller
es_es: Desconecta el reproductor y el controlador

source: Stop and disconnect the player and controller.
es_es: Desconecta el reproductor y el controlador.

source: **{0}** has voted to stop the player, {1} more votes are needed to stop.
es_es: **{0}** ha votado para detener el reproductor, se necesitan {1} votos más para detener.

source: {0} Vote to stop passed. Stopping the player.
es_es: {0} Ha pasado el tiempo para votar detener. Deteniendo el reproductor.

source: Change the player's volume
es_es: Cambia el volumen del reproductor

source: Change the player's volume
es_es: Cambia el volumen del reproductor

source: Setting the player volume to **{0}%**
es_es: Configurando el volumen del reproductor a **{0}%**

source: Seek the currently playing song
es_es: Busca la canción actual en reproducción

source: Seek the currently playing song
es_es: Busca la canción actual en reproducción

source: {0} Can't do that on a stream.
es_es: {0} No se puede hacer eso en una transmisión.

source: {0} You can't seek past the song.
es_es: {0} No puedes buscar más allá de la canción.

source: {0} Time format doesn't seem to be correct, make sure it's `x:xx:xx` for hours, `x:xx` for minutes and `xx` for seconds.
es_es: {0} El formato de tiempo no parece ser correcto, asegúrate de que es `x:xx:xx` para horas, `x:xx` para minutos y `xx` para segundos.

source: {0} The time you've provided contains letters, please make sure you only use numbers
es_es: {0} El tiempo que proporcionaste contiene letras, por favor asegúrate de que solo uses números

source: {0} Seeked the current song to `{1}/{2}`
es_es: {0} Busqué la canción actual en `{1}/{2}`

source: Shuffle the queue
es_es: Baraja la cola

source: Shuffle the queue.
es_es: Baraja la cola.

source: Add more songs to the queue before shuffling.
es_es: Añade más canciones a la cola antes de hacer la reproducción aleatoria.

source: {0} An admin or DJ has shuffled the player.
es_es: {0} Un administrador o DJ ha barajado el reproductor.

source: **{0}** has voted to shuffle the playlist, {1} more votes are needed to shuffle.
es_es: **{0}** ha votado para barajar el reproductor, se necesitan {1} votos más para barajar.

source: {0} Vote to shuffle passed. Shuffling the playlist.
es_es: {0} Ha pasado el tiempo para votar bajarar. Mezclando la lista de reproducción.

source: See the player's Queue
es_es: Mira la cola del reproductor

source: Retrieve information on the next songs in the queue.
es_es: Recupera información de las siguientes canciones en cola.

source: There are no songs currently in the queue.
es_es: No hay canciones en la cola.

source: {0} Queue
es_es: {0} Cola

source: Remove a song from the queue
es_es: Quita una canción de la cola

source: Remove a song from the queue
es_es: Quita una canción de la cola

source: There are no songs in the queue.
es_es: No hay canciones en la cola.

source: {0} There are only {1} songs in the queue
es_es: {0} Solo hay {1} canciones en la cola

source: {0} Removed song {1} from the queue, there are now {2} songs left in the queue.
es_es: {0} He eliminado la canción {1} de la cola, ahora quedan {2} canciones en la cola.

source: Clear all the songs from the queue
es_es: Borra todas las canciones de la cola

source: Clear all the songs from the queue
es_es: Borra todas las canciones de la cola
