Repository: dredd-bot/i18n
Catalog: bot.po
Languages: es_es

source: Add a role on join for bots
es_es: Añade un rol que se dará a bots al unirse

source: Add a role to role on join for bots
es_es: Añade un rol que se dará a bots al unirse

source: {0} Added {1} to join role for bots.
es_es: {0} He añadido {1} a los roles que se darán a los bots al unirse.

source: Remove a role on join for bots
es_es: Remueve un rol al unirse para bots

source: Remove a role from role on join for bots
es_es: Remueve un rol de los que se darán a los bots al unirse

source: {0} Removed {1} from join role for bots.
es_es: {0} He removido {1} de los roles que se darán a las bots al unirse.

source: See all the roles on join for bots
es_es: Mira todos los roles que se darán a los bots al unirse

source: See all the roles for role on join for bots
es_es: Mira todos los roles que se darán a los bots al unirse

source: Role on join for bots
es_es: Rol al unirse para bots

source: {0} There are no role on join roles for bots set.
es_es: {0} No hay roles establecidos en rol al unirse para bots.

source: Toggle role on join on and off
es_es: Cambia el rol al unirse a encendido o apagado

source: {0} Role on join was toggled on, you can now set the roles using `{1}joinrole [people|bots] [add|remove] <role>`
es_es: {0} Rol al unirse ha sido encendido, ahora puedes establecer los roles usando `{1}joinrole [people|bots] [add|remove] <role>`

source: {0} I've successfuly disabled role on join.
es_es: {0} He deshabilitado el rol al unirse con éxito.

source: Set a custom mute role
es_es: Establecer un rol de mute personalizado

source: Setup a custom mute role in your server You can also reset the mute role by using argument `reset`
es_es: Configura un rol de mute o silenciado personalizado en tu servidor También puedes restablecer el rol de mute usando el argumento `reset`

source: {0} The mute role has been reset.
es_es: {0} El rol de silencio se ha reiniciado.

source: {0} You do not have a mute role set up.
es_es: {0} No tienes un rol de silencio personalizado configurado.

source: {0} That role was not found! If you're trying to reset the mute role, you can use `reset` as the argument.
es_es: {0} ¡El role no fue encontrado! Si estás intentando restablecer el rol de silencio, puedes usar el argumento `reset`.

source: {0} The role you're trying to set as the mute role is higher than me in the role hierarchy! Please move the role lower in the hierarchy or choose a role in the hierarchy.
es_es: {0} ¡El role que estás intentando establecer para el role de silencio está más alto que yo en la jerarquía de roles! Por favor mueve el rol más bajo en la jerarquía o elige un rol en la jerarquía.

source: {0} The role you're trying to set as the mute role has the send messages permission. You can only set up roles without the send messages permission.
es_es: {0} El rol que estás intentando establecer como el rol de silencio tiene el permiso de enviar mensajes. Sólo puedes configurar roles que no tienen permiso de enviar mensajes.

source: {0} Set the muted role to {1}
es_es: {0} He establecido el rol silenciado a {1}

source: {0} Updated the muted role to {1}
es_es: {0} He actualizado el rol silenciado a {1}

source: Set a custom mod role
es_es: Establecer un rol de moderador personalizado

source: Setup a custom mod role in your server You can also reset the mod role by using argument `reset`
es_es: Configura un rol de moderador personalizado en tu servidor También puedes restablecer el rol de moderador usando el argumento `reset`

source: {0} Successfully reset the moderator role.
es_es: {0} He restablecido correctamente el rol de moderador.

source: {0} You don't have a custom moderator role setup.
es_es: {0} No tienes un role de moderador personalizado configurado.

source: {0} Role was not found, if you're trying to reset the custom moderator role, you can use `reset` arg.
es_es: {0} El rol no fue encontrado, si estás intentando restablecer el rol de administrador personalizado, puedes usar el argumento `reset`.

source: {0} Due to safety reasons, moderator role must at least have manage messages permissions
es_es: {0} Por razones de seguridad, el rol moderador debe tener al menos el permiso de manejar mensajes

source: {0} You cannot set that role as it is given to new members
es_es: {0} No puedes establecer ese rol ya que se da a los nuevos miembros

source: {0} Set a custom moderator role to {1}
es_es: {0} Se estableció un rol de moderador personalizado a {1}

source: {0} Changed a custom moderator role to {1}
es_es: {0} Se cambió un rol de moderador personalizado a {1}

source: Set a custom admin role
es_es: Eestablece un rol de administrador personalizado

source: Setup a custom admin role in your server You can also reset the admin role by using argument `reset`
es_es: Configura un role personalizado de administrador en tu servidor También puedes reiniciar el role administrador usando el argumento `reset`

source: {0} I've reset your admin role.
es_es: {0} He reiniciado tu rol de administrador.

source: {0} You don't have a custom admin role setup.
es_es: {0} No tienes un rol de administrador personalizado configurado.

source: {0} Role was not found, if you're trying to reset the custom admin role, you can use `reset` arg.
es_es: {0} El rol no fue encontrado, si estás intentando restablecer el rol de administrador personalizado, puedes usar el argumento `reset`.

source: {0} Due to safety reasons, admin role must at least have ban members permissions
es_es: {0} Por razones de seguridad, el rol administrador debe tener al menos el permiso de banear miembros

source: {0} Set a custom admin role to {1}
es_es: {0} Se estableció un rol de administrador personalizado a {1}

source: {0} Changed a custom admin role to {1}
es_es: {0} Se cambió un rol de administrador personalizado a {1}

source: Disable a command in the server
es_es: Desactiva un comando en el servidor

source: Disable a command in the server
es_es: Desactiva un comando en el servidor

source: {0} {1} command was not found.
es_es: {0} {1} comando no encontrado.

source: {0} That command is already disabled.
es_es: {0} Ese comando ya está desactivado.

source: Enable a command in the server
es_es: Activa un comando en el servidor

source: Enable a command in the server
es_es: Activa un comando en el servidor

source: {0} That command is not disabled.
es_es: {0} Ese comando no está desactivado.

source: Disable category in the server
es_es: Desactiva una categoría en el servidor

source: Disable category you don't want people to use in the server
es_es: Desactiva una categoría que no quieres que usen las personas en el servidor

source: {0} {1} category was not found.
es_es: {0} {1} categoría no encontrada.

source: {0} You can't disable that category!
es_es: {0} ¡No puedes desactivar esa categoría!

source: {0} That category is already disabled.
es_es: {0} Esa categoría ya está desactivada.

source: {0} Category {1} was successfully disabled
es_es: {0} La categoría {1} fue desactivada con éxito

source: Enable category in the server
es_es: Activa una categoría en el servidor

source: Enable category which you've previously disbled
es_es: Activa una categoría que tenías desactivada previamente

source: {0} That category is not disabled.
es_es: {0} Esa categoría no está desactivada.

source: {0} Category {1} was successfully re-enabled
es_es: {0} La categoría {1} fue reactivada con éxito

source: Setup reaction roles in the server
es_es: Configura los roles de reacción en el servidor

source: Base command for managing reaction roles
es_es: Comando base para administrar los roles de reacción

source: Create a new reaction role
es_es: Crea un nuevo rol de reacción

source: Start an interactive setup to create reaction roles
es_es: Inicia una configuración interactiva para crear roles de reacción

source: Do you want me to use an existing message or a new one? `new` | `existing` | `n` | `e` | `old` | `cancel` *You have 60 seconds*
es_es: ¿Quieres que utilice un mensaje existente o uno nuevo? `new` | `existing ` | `n` | `e` | `old | `cancel` *Tienes 60 segundos*

source: Cancelling the command. Deleting this message in 15 seconds
es_es: Cancelando el comando. Eliminando este mensaje en 15 segundos

source: Invalid answer, try again.
es_es: Respuesta inválida, intenta de nuevo.

source: Should the message be an embed? `yes` | `y` | `no` | `n` | `cancel`
es_es: ¿Debe el mensaje ser un incrustado? `yes` | `y` | `no` | `n` | `cancel`

source: What channel should I send the message to?
es_es: ¿A qué canal debo enviar el mensaje?

source: I can't send messages in that channel, please give me permissions to send messages in that channel or choose another channel.
es_es: No puedo enviar mensajes en ese canal, por favor dame permisos para enviar mensajes en ese canal o elige otro canal.

source: I can't embed links in that channel, please give me permissions to embed links there or choose another channel in which I can embed links.
es_es: No puedo incrustar enlaces en ese canal, por favor, dame permisos para incrustar enlaces allí o elige otro canal en el que pueda incrustar enlaces.

source: Can't find that channel, if that's even a channel.
es_es: No puedo encontrar ese canal, si es incluso un canal.

source: Send the link of the message you want to use for reaction roles.
es_es: Envía el enlace al mensaje que quieres usar para los roles de reacción.

source: Can't find that message, please make sure the link is valid and I can see the channel, message history.
es_es: No puedo encontrar ese mensaje, por favor, asegúrate de que el link es válido y puedo ver el canal y el historial de mensajes.

source: Please send a **single** emoji that you'd like to use.
es_es: Por favor, envía un **solo** emoji que te gustaría usar.

source: That emoji is already being used for reaction roles
es_es: Ese emoji ya está siendo usado para los roles de reacción

source: Invalid emoji, try again.
es_es: Emoji inválido, intenta de nuevo.

source: Please send a role that you'd like to assign to emoji - {0}
es_es: Por favor, envía un rol que te gustaría asignar al emoji - {0}

source: That role is already used in the reaction role, please choose another role.
es_es: Ese role ya está usado en los roles de reacción, por favor, elige otro role.

source: The role you've provided is higher in the role hierarchy, please make sure I can access the role.
es_es: El role que has proporcionado es más alto en la jerarquía de roles, por favor, asegúrate de que puedo acceder al role.

source: Invalid role, try again.
es_es: Role inválido, intenta de nuevo.

source: Do you wish to add more reaction roles? `yes` | `y` | `n` | `no` | `cancel` to cancel the command
es_es: ¿Deseas añadir más roles de reacción? `yes` | `y` | `n` | `no` | `cancel` para cancelar el comando

source: Do you only want users with certain roles to access the reaction roles? `yes` | `y` | `n` | `no` | `cancel` to cancel the command
es_es: ¿Quiéres que sólo los usuarios con ciertos roles accedan a los roles de reacción? `yes` | `y` | `n` | `no` | `cancel` para cancelar el comando

source: What role do users need in order to access the reaction roles?
es_es: ¿Qué roles necesitan los usuarios para acceder a los roles de reacción?

source: How many roles should users be able to get from the reaction role? Send {0} if all.
es_es: ¿Cuántos roles pueden obtener de los roles de reacción? Envía {0} si quieres que todos.

source: Set the max number of roles to **{0}**
es_es: He establecido el número máximo de roles a **{0}**

source: Answer must be a number or `cancel` to cancel.
es_es: La respuesta debe ser un número o `cancel` para cancelar.

source: **Available Roles:**
es_es: **Roles Disponibles:**

source: *React to the reactions below to get the corresponding roles.*
es_es: *Reacciona a las reacciones de abajo para obtener los roles correspondientes.*

source: {0} Something failed while adding the reactions, did you deleted the message?
es_es: {0} Algo falló al agregar las reacciones, ¿borraste el mensaje?

source: Reaction Roles Setup Completed
es_es: Configuración de los Roles de Reacción Completado

source: Reaction roles setup for [**message**]({0}) was successfully completed. **Reactions:** {1} **Roles:** {2} **Roles limit:** {3} **Required Role:** {4}
es_es: La configuración de los roles de reacción para [**mensaje**]({0}) se completó correctamente. **Reacciones:** {1} **Roles:** {2} **Límite de Roles:** {3} **Rol requerido:** {4}

source: Timed out, please re-run the command.
es_es: Tiempo de espera agotado, por favor, vuelve a ejecutar el comando.

source: Get a list of reaction roles in the server
es_es: Obtén una lista de los roles de reacción en el servidor

source: Get a list of reaction roles in the server
es_es: Obtén una lista de los roles de reacción en el servidor

source: No reaction roles are setup in this server.
es_es: No hay roles de reacción configurados en este servidor.

source: [Jump URL]({0})
es_es: [URL de salto]({0})

source: **Message:** {0} **Channel:** {1} **Reactions:** {2} **Roles:** {3} **Roles limit:** {4} **Required role:** {5}
es_es: **Mensaje:** {0} **Canal:** {1} **Reacciones:** {2} **Roles:** {3} **Límite de Roles:** {4} **Rol requerido:** {5}

source: Deleted
es_es: Eliminado

source: Reaction roles in {0}
es_es: Roles de reacción en {0}

source: Delete reaction roles in the server
es_es: Elimina los roles de reacción en el servidor

source: Delete reaction roles in the server
es_es: Elimina los roles de reacción en el servidor

source: Message ID must not include letters, only numbers
es_es: El ID del mensaje no debe incluir letras, sólo números

source: Reaction role for that message doesn't exist. Please use `{0}reaction-roles list` to get a list of all the reaction roles
es_es: El role de reacción para ese mensaje no existe. Por favor, usa `{0}reaction-roles list` para obtener una lista de todos los roles de reacción

source: {0} Successfully deleted reaction roles for message {1}
es_es: {0} He eliminado correctamente los roles de reacción para el mensaje {1}

source: {0} Alright. I won't be logging your snipes anymore!
es_es: {0} Entendido. ¡Ya no registraré tus mensajes eliminados obtenidos!

source: {0} You're now opted-in! From now on, I'll be logging your deleted messages in my snipe command!
es_es: {0} ¡Ahora estás optando! ¡A partir de ahora, registraré tus mensajes borrados en mi comando snipe que registra mensajes!

source: Alright, not opting you in.
es_es: Muy bien, no te optaré.

source: Oh sweet! I'll continue logging your snipes.
es_es: ¡Oh dulce! Continuaré registrando tus menajes eliminados obtenidos.

source: {0} I'm not deleting any items from your todo list.
es_es: {0} No eliminaré ningún elemento de tu lista de tareas.

source: {0} Deleted {1} items from your todo list
es_es: {0} He eliminado {1} elementos de tu lista de tareas

source: {0} Alright. I won't be logging your nicknames anymore in this server!
es_es: {0} Entendido. ¡Ya no registraré tus apodos en este servidor!

source: {0} You're now opted-in! I'll be logging your nicknames from now on in this server!
es_es: {0} ¡Ahora estás optando! ¡Registraré tus apodos a partir de ahora en este servidor!

source: Alright. Not opting you in
es_es: Muy bien. No te optaré

source: Oh sweet! I'll continue logging your nicknames
es_es: ¡Oh dulce! Continuaré registrando tus apodos

source: Search the urban dictionary
es_es: Buscar en el diccionario urbano

source: Search for a term in the urban dictionary
es_es: Busca un término en el diccionario urbano

source: **Search:** {0} **Author:** {1} {2} {3} | {4} {5} **Definition:** {6} **Example:** {7}
es_es: **Búsqueda:** {0} **Autor:** {1} {2} {3} | {4} {5} **Definición:** {6} **Ejemplo:** {7}

source: Suggest a feature that you'd like to see implemented
es_es: Sugiere una característica que te gustaría ver implementada

source: Suggest anything you want to see in the server/bot! Suggestion will be sent to support server for people to vote. *Make sure the suggestion is in English*
es_es: ¡Sugiere cualquier cosa que te gustaría ver en el servidor/bot! La sugerencia será enviada a nuestro servidor de soporte para que la gente vote. *Asegúrate de que la sugerencia esté en inglés*

source: {0} Sorry, but this server is blacklisted from submitting suggestions. If you want to submit a suggestion, please do so in my DMs. Spamming them will result in a blacklist.
es_es: {0} Lo siento, pero este servidor está en la lista negra de enviar sugerencias. Si quieres enviar una sugerencia, hazlo en mis mensajes privados. Hacer spam de ello hará que quedes en la lista negra.

source: characters
es_es: caracteres

source: character
es_es: carácter

source: {0} Suggestions can only be 1000 characters long. You're {1} {2} over the limit.
es_es: {0} Las sugerencias no pueden tener más de 1000 caracteres. El tuyo tiene {1} {2} encima del límite.

source: Your suggestion was successfully submitted in [my support server!]({0}) You'll get notified in your DMs when the suggestion will be approved or denied.People can also follow this suggestion using `{1}suggestion track {2}` **Suggestion:** >>> {3}
es_es: Tu sugerencia fue enviada con éxito en [mi servidor de soporte!]({0}) Serás notificado en mensajes privados cuando la sugerencia sea aprobada o denegada. Las personas también pueden seguir esta sugerencia usadno `{1}suggestion track {2}` **Sugerencia:** >>> {3}

source: Suggestion sent as #{0}
es_es: Sugerencia enviada como #{0}

source: Track and untrack suggestions
es_es: Rastrea y deja de rastrear sugerencias

source: Base command for tracking suggestions
es_es: Comando base para rastrear sugerencias

source: Track a suggestion
es_es: Rastrea una sugerencia

source: Start tracking a suggestion
es_es: Empieza a rastrear una sugerencia

source: {0} Suggestion **#{1}** doesn't exist.
es_es: {0} La sugerencia **#{1}** no existe.

source: {0} You're already following that suggestion.
es_es: {0} Ya estás siguiendo esa sugerencia.

source: {0} | Started following suggestion **#{1}**. I'll DM you when the suggestion's status has been updated.
es_es: {0} | He empezado a seguir la sugerencia **#{1}**. Te enviaré un mensaje privado cuando el estado de la sugerencia sea actualizado.

source: Untrack a suggestion
es_es: Deja de rastrear una sugerencia

source: Stop tracking a suggestion
es_es: Deja de rastrear una sugerencia

source: {0} You're not following that suggestion.
es_es: {0} No estás siguiendo esa sugerencia.

source: {0} You cannot untrack that suggestion because you're the one who suggested it.
es_es: {0} No puedes dejar de rastrear esa sugerencia porque tú eres el que la sugirió.

source: {0} Stopped following suggestion **#{1}**. I won't DM you when the suggestion's status changes.
es_es: {0} He dejado de seguir la sugerencia **#{1}**. No te enviaré mensajes privados cuando el estado de la sugerencia sea actualizado.

source: Manage your todo list
es_es: Administra tu lista de por hacer

source: Base command for managing your todo list
es_es: Comando base para administrar tu lista de tareas

source: Add a todo to your list
es_es: Añade una tarea a tu lista

source: Add a todo to your list
es_es: Añade una tarea a tu lista

source: {0} You already have that item in your todo list.
es_es: {0} Ya tienes ese elemento en tu lista de tareas.

source: {0} Added **{1}** to your todo list. You now have **{2}** items in your list.
es_es: {0} He añadido **{1}** a tu lista de tareas. Ahora tienes **{2}** elementos en tu lista de tareas.

source: Edit your todo
es_es: Edita tu tarea

source: Edit your todos
es_es: Editar tus tareas

source: {0} You don't have any items in your todo list.
es_es: {0} No tienes ningún elemento en tu lista de tareas.

source: {0} There is no todo item with an id of **{1}** in your todo list.
es_es: {0} No hay ningún elemento de tarea con un id de **{1}** en tu lista de tareas.

source: {0} Successfully edited the item in your todo list with an ID of **{1}** to: **{2}**
es_es: {0} He editado correctamente el elemento en tu lista de tareas con un ID de **{1}** a: **{2}**

source: Swap 2 todo's in places
es_es: Intercambia 2 tareas en lugares

source: Swap 2 todo's around. This will swap the time when todos have been added.
es_es: Intercambia el entorno de dos tareas. Esto cambiará el tiempo en que se han añadido las tareas.

source: {0} Successfully swapped places of todo **#{1}** and **#{2}**.
es_es: {0} He cambiado correctamente el orden de las tareas **#{1}** y **#{2}**.

source: Check your todo list
es_es: Revisa tu lista de tareas

source: Check your todo list
es_es: Revisa tu lista de tareas

source: {0}'s Todo List
es_es: Lista de tareas de {0}

source: Information about your todo item
es_es: Información acerca de tu elemento de tareas

source: Get more information about your todo item
es_es: Obtén más información acerca de tu elemento de tareas

source: **Todo:** {0} **Todo position:** {1}/{2} **Todo added:** {3} **Jump url:** [click here to jump]({4})
es_es: **Tarea:** {0} **Posición de la tarea:** {1}/{2} **Tarea añadida:** {3} **Url de salto:** [presiona aquí para saltar]({4})

source: Remove a todo from your list
es_es: Elimina una tarea de tu lista

source: Remove a todo from your list
es_es: Elimina una tarea de tu lista

source: {0} That is not a valid id.
es_es: {0} Ese no es un id válido.

source: {0} Removed **{1}** todo from your todo list: • {2}
es_es: {0} He eliminado la tarea **{1}** de tu lista de tareas: • {2}

source: Clear your todos
es_es: Borra tus tareas

source: Clear your todo list
es_es: Borra tus tareas

source: {0} There's nothing to clear. Your todo list is already empty.
es_es: {0} No hay nada que limpiar. Tu lista de tareas ya está vacía.

source: Are you sure you want to clear **{0}** items from your todo list?
es_es: ¿Estás seguro de que quieres borrar **{0}** elementos de tu lista de tareas?

source: Set your AFK status in the current server
es_es: Establece tu estado de AFK en el servidor actual

source: Set your AFK status in the current server so users who mention you would know that you're AFK
es_es: Establece tu estado de AFK en el servidor actual para que usuarios que te mencionen sepan que estás AFK

source: {0} You've set your AFK status globally already.
es_es: {0} Ya has establecido tu estado de AFK globalmente.

source: {0} **Changed your AFK state to:** {1}
es_es: {0} **He cambiado tu estado de AFK a:** {1}

source: {0} ** Set your AFK state to:** {1}
es_es: {0} **He establecido tu estado de AFK a:** {1}

source: Set your AFK status globally
es_es: Establece tu estado de AFK globalmente

source: Set your AFK status in all the shared servers with the bot so users who mention you would know that you're AFK
es_es: Establece tu estado de AFK en todos los servidores compartidos con el bot para que los usuarios que te mencionen sepan que estás AFK

source: {0} You first need to unafk yourself in **{1}** servers!
es_es: {0} ¡Primero necesitas quitarte el estado de AFK en **{1}** servidores!

source: {0} **Changed your global AFK state to:** {1}
es_es: {0} **He cambiado tu estado de AFK global a:** {1}

source: {0} ** Set your global AFK state to:** {1}
es_es: {0} **He establecido tu estado de AFK global a:** {1}

source: See the latest deleted message in a channel.
es_es: Mira el último mensaje borrado en un canal.

source: Snipe latest deleted message in the current or mentioned channel
es_es: Obtén el último mensaje eliminado en el canal actual o el mencionado

source: {0} I haven't yet logged any messages from {1}.
es_es: {0} Todavía no he registrado ningún mensaje de {1}.

source: this channel
es_es: este canal

source: {0} I can't let you snipe messages from an NSFW channel!
es_es: {0} ¡No puedo permitirte obtener mensajes de canales NSFW!
