Repository: dredd-bot/i18n
Catalog: bot.po
Languages: es_es

source: {0} You're about to delete all the songs from the queue. Are you sure you want to do that?
es_es: {0} Estás a punto de eliminar todas las canciones de la cola. ¿Estás seguro de que quieres hacerlo?

source: See currently playing song
es_es: Mira la canción que se está reproduciendo

source: Retrieve currently playing song.
es_es: Recupera la canción que se está reproduciendo.

source: Manage the player's filter
es_es: Gestiona el filtro del reproductor

source: Base command for managing player's filter
es_es: Comando base para gestionar el filtro del reproductor

source: Change the pitch of the song
es_es: Cambia el tono de la canción

source: Modify the players pitch.
es_es: Modifica el tono del reproductor.

source: The value you provided is invalid and will crash the player.
es_es: El valor proporcionado no es válido y bloqueará al reproductor.

source: The value you provided can't be negative or above 2.0
es_es: El valor proporcionado no puede ser negativo o superior a 2.0

source: {0} Changed the pitch to **{1}x**, give up to 10 seconds for player to take effect
es_es: {0} He cambiado el tono a **{1}x**, deja hasta 10 segundos para que el reproductor surta efecto

source: Change the speed of the song
es_es: Cambia la velocidad de la canción

source: Set the players speed.
es_es: Establece la velocidad del reproductor.

source: {0} Changed the speed to **{1}x**, give up to 10 seconds for player to take effect
es_es: {0} He cambiado la velocidad a **{1}x**, deja hasta 10 segundos para que el reproductor surta efecto

source: Reset the player's filter
es_es: Restablece el filtro del reproductor

source: Reset the players pitch and speed
es_es: Restablece el tono y la velocidad del reproductor

source: {0} Reset the players filter, give up to 10 seconds for player to take effect.
es_es: {0} Restablece el filtro de reproductores, deja hasta 10 segundos para que el reproductor surta efecto.

source: Switch the player's loop
es_es: Cambia el blucle de los reproductores

source: Switch the players loop
es_es: Cambia el blucle de los reproductores

source: **{0}** has voted to loop the player, {1} more votes are needed to loop.
es_es: **{0}** ha votado para hacer bucle del reproductor, se necesitan {1} votos más para hacer bucle.

source: {0} Now looping **{1}**
es_es: {0} Ahora haciendo bucle de **{1}**

source: {0} Now looping all the songs
es_es: {0} Ahora se hará bucle de todas las canciones

source: {0} Songs will no longer loop
es_es: {0} Las canciones ya no harán bucle
