Repository: dredd-bot/i18n
Catalog: bot.po
Languages: es_es

source: {0} The time you've provided is in the past
es_es: {0} El tiempo que proporcionaste está en el pasado

source: This time is in the past.
es_es: Este tiempo está en el pasado.

source: Missing argument after the time.
es_es: Falta un argumento después del tiempo.

source: Time Error! try "in an hour" or "5 days".
es_es: ¡Error de tiempo! prueba con "en una hora" o "5 días".

source: Expected quote before time input...
es_es: Cita esperada antes de la entrada de tiempo...

source: If the time is quoted, you must unquote it.
es_es: Si el tiempo está citado, debes dejar de citarlo.

source: Sorry, but I did not understand what you meant. You probably didn't specify the time or you specified it in another language (not English)
es_es: Lo siento, pero no te he entendido. Probablemente no específicaste el tiempo o lo específicaste en otro idioma (no en Inglés)

source: Oops! Error occured while fetching your vote: {0}
es_es: ¡Ups! Se ha producido un error al recuperar tu voto: {0}

source: Error occured when trying to fetch your vote, sent the detailed error to my developers. ```py {0}```
es_es: Ocurrió un error al intentar recuperar tu voto, se ha enviado el error detallado a mis desarrolladores. ```py {0}```

source: This command is in its testing phase, you can join the support server if you want to apply your guild to be a testing guild or know when the command will be available.
es_es: Este comando está en su fase de prueba, por favor únete al servidor de soporte si quieres saber cuándo estará disponible.

source: Unfortunately, this command is getting removed in the next update, if you want to know why, please join the support server here {0}
es_es: Desafortunadamente, este comando será removido en la próxima actualización, si quieres saber el por qué, por favor únete a nuestro servidor de soport aquí {0}

source: Hello! We're currently under the maintenance and the bot is unavailable for use. You can join the [support server]({0}) or subscribe to our [status page]({1}) to know when we'll be available again!
es_es: ¡Hola! Actualmente estamos bajo mantenimiento y el bot no está disponible para uso. ¡Puedes unirte a nuestro [servidor de soporte]({0}) o suscribirte a nuestra [página de estado]({1}) para saber cuándo estaremos disponibles de nuevo!

source: Dredd is under the maintenance!
es_es: Dredd está bajo mantenimiento!

source: {0} | `{1}` and its corresponding subcommands are currently disabled for: `{2}`
es_es: {0} | `{1}` y sus subcomandos correspondientes están actualmente deshabilitados por: `{2}`

source: {0} | `{1} {2}` is currently disabled for: `{3}`
es_es: {0} | `{1} {2}` está actualmente deshabilitado: `{3}`

source: {0} | `{1}` is currently disabled for: `{2}`
es_es: {0} | `{1}` está actualmente deshabilitado: `{2}`

source: {0} You need to be in a voice channel first.
es_es: {0} Necesitas estar en un canal de voz primero.

source: {0} I'm not in the voice channel.
es_es: {0} No estoy en el canal de voz.

source: {0} You need to be in the same voice channel with me.
es_es: {0} Necesitas estar en el mismo canal de voz en el que estoy yo.

source: {0} I'm missing permissions in your voice channel. Make sure you have given me the correct permissions!
es_es: {0} No tengo permisos en tu canal de voz. ¡Asegúrate de que me has dado los permisos correctos!

source: {0} I'm not playing anything.
es_es: {0} No estoy reproduciendo nada.

source: {0} Player is not paused.
es_es: {0} El reproductor no está pausado.

source: {0} Player is already paused.
es_es: {0} El reproductor ya está pausado.

source: This member has not been banned before.
es_es: Este miembro no está baneado.

source: Valid options are {0}
es_es: Las opciones válidas son {0}

source: Valid values are {0}
es_es: Los valores válidos son {0}

source: Next level in **{0}** boosts
es_es: Próximo nivel en **{0}** mejoras

source: Owner of Dredd
es_es: Dueño de Dredd

source: Admin of Dredd
es_es: Administrador de Dredd

source: Staff member in the [support server]({0}) or Dredd's contributor
es_es: Miembro del staff en el [servidor de soporte]({0}) o contribuidor de Dredd

source: Dredd's Translator
es_es: Traductores de Dredd

source: Dredd's Sponsor
es_es: Patrocinadores de Dredd

source: Booster of [Dredd's support server]({0}) or Donator
es_es: Booster del [Servidor de soporte de Dredd]({0}) o Donador

source: Dredd's Partner
es_es: Asociados de Dredd

source: Dredd Bug Hunter
es_es: Dredd Cazador de bugs

source: Dredd BETA Bug Hunter
es_es: Dredd Beta Cazador de bugs

source: Dredd Early Supporter
es_es: Dredd partidario inicial

source: Dredd Super Early Supporter
es_es: Ayudante Super Temprano de Dredd

source: Blacklisted user
es_es: Usuarios en la lista negra

source: A special badge for Duck :duck:
es_es: Una insignia especial para el Pato :duck:

source: {0} Dredd Staff Server
es_es: {0} Staff del Servidor de Dredd

source: {} Dredd Verified Server
es_es: {} Dredd servidor verificado

source: {0} Dredd Partnered Server
es_es: {0} Dredd Servidor asociado

source: {0} Edited messages
es_es: {0} Mensajes editados

source: {0} Deleted messages
es_es: {0} Mensajes eliminados

source: {0} Moderation
es_es: {0} Moderación

source: {0} Guild logs
es_es: {0} Registros del servidor de Discord

source: {0} Member Joins
es_es: {0} Entradas de Miembros

source: {0} Member Leaves
es_es: {0} Salidas de Miembros

source: {0} Member Updates
es_es: {0} Actualizaciones miembro(s)

source: {0} Raid mode
es_es: {0} Modo raid

source: {0} Welcoming messages
es_es: {0} Mensajes de bienvenida

source: {0} Leaving messages
es_es: {0} Mensajes de despedida

source: {0} Role on Join
es_es: {0} Rol al unirse

source: {0} Automod
es_es: {0} Automoderación

source: mute
es_es: silenciar

source: temp-mute
es_es: silenciar temporalmente

source: kick
es_es: expulsar

source: ban
es_es: banear

source: temp-ban
es_es: banear temporalmente

source: I was not able to find this playlist! Please try again or use a different link.
es_es: ¡No he podido encontrar esta lista de reproducción! Por favor, inténtalo de nuevo o utiliza un enlace diferente.

source: I was not able to find this album! Please try again or use a different link.
es_es: ¡No he podido encontrar este álbum! Por favor, inténtalo de nuevo o utiliza un enlace diferente.

source: The URL you put is either not valid or doesn't exist!
es_es: ¡El enlace que has introducido no es válido o no existe!

source: {0} Added the playlist **{1}** with {2} songs to the queue!
es_es: {0} ¡He añadido la lista de reproducción **{1}** con {2} canciones a la cola!

source: {0} Added the album **{1}** with {2} songs to the queue!
es_es: {0} ¡He añadido el álbum **{1}** con {2} canciones a la cola!

source: {0} Added **{1}** to the Queue!
es_es: {0} ¡He añadido **{1}** a la Cola!

source: {0} Added **{1}** to the Queue! (`{2}`)
es_es: {0} He añadido **{1}** a la cola!(`{2}`)

source: No songs were found with that query. Please try again.
es_es: No se han encontrado canciones con esa consulta. Por favor, inténtalo de nuevo.

source: Total songs in the queue: {0} | Duration: {1}
es_es: Total de canciones en cola: {0} | Duración: {1}

source: Total songs in the queue: {0}
es_es: Total de canciones en cola: {0}

source: Cannot build rtfm lookup table, try again later.
es_es: No se puede construir la tabla de búsqueda de rtfm, inténtalo de nuevo más tarde.

source: I could not find anything, sorry.
es_es: No he podido encontrar nada, lo siento.

source: enhanced discord.py {0}
es_es: mejorado discord.py {0}

source: Keep in mind this is NOT the original d.py; certain things may be different
es_es: Ten en cuenta que este NO es el d.py original; ciertas cosas pueden ser diferentes

source: **Search query:** `{0}`
es_es: **Buscar consulta:** `{0}`

source: Spam (sending multiple messages in a short time span)
es_es: Spam (enviar varios mensajes en un corto lapso de tiempo)

source: Advertising
es_es: Haciendo publicidad

source: Spamming caps
es_es: Haciendo spam de mayúsculas

source: Spamming links
es_es: Haciendo spam de links

source: Spamming mentions
es_es: Haciendo spam de menciones

source: anti raid: user account is younger than 30 days.
es_es: anti-raid: la cuenta del usuario tiene menos de 30 días

source: Strict Anti Raid: No one is allowed to join the server
es_es: Estricto Anti Raid: Nadie puede unirse al servidor

source: Member Muted
es_es: Miembro silenciado

source: Member Temp-Muted
es_es: Miembro silenciado temporalmente

source: Member Kicked
es_es: Miembro expulsado

source: Member Banned
es_es: Miembro baneado

source: Member Temp-Banned
es_es: Miembro temp-banned

source: Automod Action
es_es: Acción auto-mod

source: **Duration:** {0}
es_es: **Duración:** {0}

source: **Member:** {0}{1} **Reason:** {2}
es_es: **Miembro:** {0}{1} **Razón:** {2}

source: Automod Action | {0}
es_es: Acción automod | {0}

source: {0} Something failed while punishing the member, sent the error to my developers. This is most likely due to me either missing permissions or not being able to access the person and/or role
es_es: {0} Ha fallado alguna cosa cuando intentaba sancionar al miembro, el error ha sido enviado a mis desarrolladores. Lo más común es por falta de permisos o no tengo acceso a la persona y/o el rol.

source: {0} Muted **{1}** for {2}.
es_es: {0} Silenciado **{1}** por {2}.

source: {0} Muted **{1}** for {2}, reason: {3}.
es_es: {0} Silenciado **{1}** por {2}, razón: {3}.

source: {0} Kicked **{1}** for {2}.
es_es: {0} Expulsado **{1}** por {2}.

source: {0} Banned **{1}** for {2}.
es_es: {0} Baneado **{1}** por {2}.

source: {0} Banned **{1}** for {2}, reason: {3}.
es_es: {0} Baneó a **{1}** por {2}, razón: {3}.

source: {0} {1} has anti raid mode activated, please try joining again later.
es_es: {0} {1} tiene el modo anti-raid activado, por favor intenta unirte de nuevo más tarde.

source: {0} {1} has anti raid mode activated, you're not allowed to join that server.
es_es: {0} {1} tiene el modo anti-raid activado, no tienes permiso para unirte a este servidor.

source: {0} {1} has strict anti raid mode activated, please try joining again later.
es_es: {0} {1} tiene activado el modo anti-raid estricto, por favor intenta unirte de nuevo más tarde.

source: It seems like your server is experiencing a *huge* raid, to prevent us from getting api banned we'll be banning raiders in the background and will not be sending any logs in this channel.
es_es: Parece que tu servidor está experimentando una invasión *gigante*, para evitar ser baneados con la api, estaremos baneando a los invasores y no enviaremos ningún registro en este servidor.

source: {0} I'm not sure what happened, but something broke. Please make sure that my role is above everyone's else, otherwise you'll see these errors more often. I've also sent this error to my developers.
es_es: {0} no estoy seguro de que ha pasado, pero algo se rompió. Por favor, asegúrate de que mi rol esté por encima de las otras personas, de lo contrario este error se producirá más frecuentemente. También he enviado este error a mis desarrolladores.

source: {0} Mute role was not found, please create the mute role, or set a custom one using `{1}muterole [role]`. Manually removed member permissions to send messages in this channel *hopefully*.
es_es: {0} El rol Mute no ha sido encontrado, por favor crea un rol con el nombre Mute, o establece un rol personalizado usando `{1}muterole [role]`. Los permisos del miembro para enviar mensajes en este canal han sido eliminados manualmente *esperemos*.

source: {0} Failed to kick/ban the member, are they higher in role hierarchy than me? Put my role at the very top to avoid these type of issues. Manually removed member permissions to send messages in this channel *hopefully*.
es_es: {0} Error al expulsar/banear al miembro, ¿son más altos en la jerarquía de roles que yo? Pon mi role a la cabeza para evitar este tipo de cuestiones. Permisos de miembro removidos manualmente para enviar mensajes en este canal *esperemos*.

source: Vote required!
es_es: ¡Voto requerido!

source: Hey {0}!
es_es: ¡Hola {0}!

source: {0} This command is staff-locked
es_es: {0} Este comando está bloqueado por el staff

source: {0} This command can only be used by boosters
es_es: {0} Este comando sólo puede ser usado por boosters

source: {0} You've used invalid permissions flag, please make sure you're using the correct one.
es_es: {0} Has usado la bandera de permisos inválida, por favor, asegúrate de que estás usando la correcta.

source: {0} This command has already been used by someone in this guild or channel.
es_es: {0} Este comando ya ha sido utilizado por alguien en este servidor o canal.

source: {0} | This command can only be used in direct messages!
es_es: {0} | ¡Este comando sólo puede ser usado en mensajes privados!

source: {0} | This command can't be used in direct messages!
es_es: {0} | ¡Este comando no puede ser usado en mensajes privados!

source: {0} This command is marked as NSFW that's why I cannot let you use it in this channel.
es_es: {0} Este comando está marcado como NSFW por eso no puedo dejarte usarlo en este canal.

source: {0} This command can only be used by the bot developers.
es_es: {0} Este comando sólo puede ser utilizado por los desarrolladores del bot.

source: {0} You're missing the {1} permission.
es_es: {0} Te hacen falta el permiso {1}.

source: {0} I'm missing {1} permissions
es_es: {0} No tengo los permisos {1}

source: {0} | You're on cooldown, try again in **{1}** seconds.
es_es: {0} | Estás en enfriamiento, intenta de nuevo en **{1}** segundos.

source: {0} | You're missing an argument - **{1}**
es_es: {0} | Te falta un argumento - **{1}**

source: {0} | Looks like you haven't closed the quote
es_es: {0} | Parece que no has cerrado la cita

source: {0} | Expected space after the quote, but received another quote
es_es: {0} | Se esperaba un espacio después de la cita, pero se recibió otra cita

source: {0} | Failed to add the reactions, please reinvoke the command.
es_es: {0} | Fallo al añadir las reacciones, por favor ejecuta el comando de nuevo.

source: {0} I'm missing permissions to embed links.
es_es: {0} No tengo permisos para incrustar enlaces.

source: {0} Unknown error | #{1}
es_es: {0} Error desconocido | #{1}

source: Command `{0}` raised an error, which I reported to my developer(s). My developer(s) will be working to fixing this error ASAP. Meanwhile, you can [join the support server]({1}) for updates.
es_es: El comando `{0}` obtuvo un error que ya ha sido reportado a mi(s) desarrollador(es). Ellos revisarán este problema e intentarán resolverlo lo más pronto posible. Mientras tanto, puedes [unirte al servidor de soporte]({1}) para actualizaciones.

source: {0} Known error | #{1}
es_es: {0} Error conocido | #{1}

source: Command `{0}` raised an error that has already reported to my developer(s). They'll be looking into this issue and trying to fix it ASAP. Meanwhile, you can [join the support server]({1}) for updates.
es_es: El comando `{0}` obtuvo un error que ya ha sido reportado a mi(s) desarrollador (es). Ellos revisarán este problema e intentarán resolverlo lo más pronto posible. Mentras tanto, puedes [unirte a nuestro servidor de soporte]({1}) para actualizaciones.

source: Error info:
es_es: Información del error:

source: My prefix in this server is `{0}` or {1}!
es_es: ¡Mi prefijo en este servidor es `{0}` o {1}!

source: I appreciate you for using me! You can also use my commands here in DMs with a prefix `!`, but if you aren't using any commands - the DM will be logged in my [support server]({0}), so please don't send me any sensitive information.
es_es: ¡Te agradezco por usarme! ¡También puedes usar mis comandos aquí en mensajes privados con un prefijo `!`, pero si no estás usando ningún comando - el mensaje privado se registrará en mi [servidor de soporte]({0}), así que por favor no me envíes ninguna información confidencial.

source: Hey! Not sure if you know yet, but my prefix in DM's is `!`
es_es: ¡Oye! No estoy seguro si sabes, pero mi prefijo en mensajes privados es `!`

source: If you are the server owner and would like to appeal, you can [join the support server]({0}).
es_es: Si eres dueño del servidor y deseas apelar, puedes [unirte al servidor de soporte]({0}).

source: Unfortunately, this server's blacklist state cannot be removed.
es_es: Desafortunadamente, el estado de la lista negra de este servidor no puede ser eliminado.

source: Hey! This server is blacklisted, so I will not be staying in the server anymore. {0} **Blacklist reason:** {1}
es_es: ¡Hola! Este servidor está en la lista negra, así que ya no me quedaré aquí. {0} **Razón de la lista negra:** {1}

source: Blacklist issue occured!
es_es: ¡Ocurrió un problema con la lista negra!

source: Hey! This server is blacklisted, thus why I will not be staying here anymore. {0} **Blacklisting reason:** {1}
es_es: ¡Hola! Este servidor está en la lista negra, así que ya no me quedaré aquí. {0} **Razón de la lista negra:** {1}

source: Thank you for inviting me to this server! To get started - you can see my commands by using `{0}help [category/command]`. In order to change my prefix you can use `{0}prefix [prefix]`.If you'll need any help you can join the [support server]({1}). You can also contact `{2}` or `{3}` if you'll need any help.
es_es: ¡Gracias por invitarme a este servidor! Para empezar, puedes ver mis comandos usando `{0}help [categoría/comando]`. Para cambiar mi prefijo puedes usar `{0}prefix [prefix]`. Si necesitas ayuda puedas unirte al [servidor de soporte]({1}). También puedes contactar `{2}` o `{3}` si necesitas ayuda.

source: Thank you for inviting me to this server! To get started - you can see my commands by using `{0}help [category/command]`. In order to change my prefix, you can use `{0}prefix [prefix]`. If you'll need any help you can join the <{1}>. You can also contact `{2}` or `{3}` if you'll need any help.
es_es: ¡Gracias por invitarme a este servidor! Para empezar, puedes ver mis comandos usando `{0}help [categoría/comando]`. Para cambiar mi prefijo, puedes usar `{0}prefix [prefix]`. Si necesitas ayuda puedes unirte al <{1}>. También puedes contactar `{2}` o `{3}` si necesitas ayuda.

source: Welcome back {0}! You were away for **{1}**. Your AFK state has been removed.
es_es: ¡Bienvenido de vuelta {0}! Estuviste ausente por **{1}**. Tu estado de AFK ha sido eliminado.

source: Hey! **{0}** has been AFK for **{1}** for - **{2}**.
es_es: ¡Oye! **{0} ha estado AFK por **{1}** por - **{2}**.

source: {0} Message Edited
es_es: {0} Mensaje Editado

source: **User:** {0} `{1}` **Channel:** {2} `#{3}` [Jump to message]({4})
es_es: **Usuario:** {0} `{1}` **Canal:** {2} `#{3}` [Saltar al mensaje]({4})

source: **Before:**
es_es: **Antes:**

source: **After:**
es_es: **Después:**

source: User ID: {0}
es_es: ID de usuario: {0}

source: {0} Message Deleted
es_es: {0} Mensaje Eliminado

source: **User:** {0} `{1}` **Channel:** {2} `#{3}`
es_es: **Usuario:** {0} `{1}` **Canal:** {2} `#{3}`

source: **Message:**
es_es: **Mensaje:**

source: **Attachments:**
es_es: **Archivos adjuntos:**

source: {0} changed their nickname
es_es: {0} cambió su apodo

source: {0} Nickname Changed
es_es: {0} Apodo modificado

source: **Member:** {0} `{1}` **Before:** {2} **After:** {3}
es_es: **Miembro:** {0} `{1}` **Antes:** {2} **Después:** {3}

source: {0} changed their avatar
es_es: {0} cambió su avatar

source: {0} Avatar Changed
es_es: {0} Avatar modificado

source: **Member:** {0} `{1}` [Avatar URL]({2})
es_es: **Miembro:** {0} `{1}` [URL del avatar]({2})

source: {0} changed their username
es_es: {0} cambió su nombre de usuario

source: {0} Username Changed
es_es: {0} Nombre de usuario modificado

source: **Member:** {0} `{1}` **Before:** {2} **After:** {3}
es_es: **Miembro:** {0} `{1}` **Antes:** {2} **Después:** {3}

source: {0} A member has been banned
es_es: {0} Un miembro ha sido baneado

source: **Member:** {0} **Moderator:** {1} ({2}) **Reason:** {3}
es_es: **Miembro:** {0} **Moderador:** {1} ({2}) **Razón:** {3}

source: Case ID: #{0}
es_es: ID del caso: #{0}

source: {0} A member was un-banned
es_es: {0} Un miembro fue desbaneado

source: Guild name changed
es_es: El nombre del servidor ha cambiado

source: **Before:** {0} **After:** {1}
es_es: **Antes:** {0} **Después:** {1}

source: Guild region changed
es_es: La región del servidor ha cambiado

source: Guild afk channel changed
es_es: El canal de afk del servidor ha cambiado

source: Guild icon changed
es_es: El ícono del servidor ha cambiado

source: **Before:** [Click here]({0}) **After:** [Click here]({1})
es_es: **Antes:** [Haga clic aquí]({0}) **Después:** [Haga clic aquí]({1})

source: Guild multifactor authentication (MFA) changed
es_es: Autenticación multifactor del servidor (MFA) cambiada

source: Guild verification level changed
es_es: El nivel de verificación del servidor ha cambiado

source: Guild default notifications changed
es_es: Las notificaciones por defecto del servidor ha cambiado

source: {0} A new member has joined
es_es: {0} Un nuevo miembro se ha unido

source: {0} joined the server
es_es: {0} se ha unido al servidor

source: **Member:** {0} ({1}) **Account Created:** {2}
es_es: **Miembro:** {0} ({1}) **Cuenta creada:** {2}

source: Member #{0}
es_es: Miembro #{0}

source: {0} A member has left the server
es_es: {0} Un miembro ha abandonado el servidor

source: {0} left the server
es_es: {0} abandonó el servidor

source: **Member:** {0} ({1}) **Joined server:** {2} **Roles:** {3}
es_es: **Miembro:** {0} ({1}) **Se unió al servidor:** {2} **Roles:** {3}

source: No roles.
es_es: Sin roles.

source: Members left: {0}
es_es: Miembros restantes: {0}

source: Automatic Mute | Mute evading
es_es: Silencio automático | Evasión de silencio

source: {0} {1} Member(s) banned
es_es: {0} {1} Miembro(s) baneado(s)

source: **Member(s):** {0}{1} **Moderator:** {2} ({3}) **Reason:** {4}
es_es: **Miembro(s):** {0}{1} **Moderador:** {2} ({3}) **Razón:** {4}

source: {0} {1} Member(s) hack-banned
es_es: {0} {1} Miembro(s) hack-baneado(s)

source: {0} {1} Member(s) kicked
es_es: {0} {1} Miembro(s) expulsado(s)

source: **Member(s):** {0} **Moderator:** {1} ({2}) **Reason:** {3}
es_es: **Miembro(s):** {0} **Moderador:** {1} ({2}) **Razón:** {3}

source: {0} {1} Member(s) softbanned
es_es: {0} {1} Miembro(s) softbanned

source: {0} {1} Member(s) muted
es_es: {0} {1} Miembro(s) silenciado(s)

source: {0} {1} Member(s) warned
es_es: {0} {1} Miembro(s) advertido(s)

source: {0} {1} Member(s) un-banned
es_es: {0} {1} Miembro(s) desbaneado(s)

source: {0} {1} Member(s) un-muted
es_es: {0} {1} Miembro(s) desmuteado(s)

source: {0} A member has been kicked
es_es: {0} Un miembro ha sido expulsado

source: {0} {1} Member(s) voice muted
es_es: {0} {1} Miembro(s) voz silenciado(s)

source: {0} {1} Member(s) voice unmuted
es_es: {0} {1} Miembro(s) silenciado(s) en canal de voz

source: {0} {1} Member(s) dehoisted
es_es: {0} {1} Miembro(s) dehoisted

source: **Member(s):** {0}{1} **Moderator:** {2} ({3})
es_es: **Miembro(s):** {0}{1} **Moderador:** {2} ({3})

source: *The original message was deleted or I'm missing permissions* Your reminder: {0}
es_es: *El mensaje original fue eliminado o me hacen falta permisos* Tu recordatorio: {0}

source: No one has connected to a voice channel in over 12 hours, to save up bot's resources I'll be destroying the player and leaving the voice channel.
es_es: Nadie se ha conectado a un canal de voz en más de 12 horas, para ahorrar los recursos del bot destruiré el reproductor y abandonaré el canal de voz.

source: Automod is disabled in this server, enable it by using `automod toggle` command
es_es: La automoderación está desactivada en este servidor, actívalo usando el comando `automod toogle`

source: Kick Member
es_es: Expulsar Miembro

source: Ban Member
es_es: Banear Miembro
